[
    {
        "job_number": "whatjobs-0",
        "job_title": "Data Engineer - Business Intelligence (m/w/d)",
        "job_location": "10707 Berlin, Berlin",
        "company_name": "cimt ag",
        "publication_date": "24.08.2023",
        "job_description": "Über cimt ag: Wir sind ein branchenübergreifendes IT-Beratungsunternehmen. Mit mehr als 250 Mitarbeitern entwickeln wir innovative Software, moderne IT-Konzepte und zeitgemäße Systemarchitekturen. Schwerpunkte unserer Dienstleistungen: Data Science von der Business Analyse bis zu Visualisierungen und SAP-Beratung vom Betrieb bis zur Applikationsentwicklung. Dabei gehören Cloud Technologien ebenso wie moderne DevOps Technologien zu unserem Alltag sowie Entwicklung mittels ABAP und Java. Klingt spannend? Dann freuen wir uns auf eine aussagekräftige Bewerbung über unseren Partner Workwise. Was erwartet dich? Du arbeitest in hybriden Projekten mit SAP als Quellsystem und entwickelst maßgeschneiderte Lösungen für unsere Kund:innen Du unterstützt gemeinsam mit deinen Kolleg:innen unsere Kundschaft in modernen Architekturen vorwiegend im Bereich Business Intelligence und Cloud Du übernimmst die Rolle als Berater (m/w/d) bei aufkommenden Fragen Was solltest du mitbringen? Du hast ein Studium im Bereich Informatik oder eine Ausbildung mit IT-Hintergrund abgeschlossen Du verfügst über solide SAP ERP Kenntnisse, idealerweise auch über SAP BI und BW Kenntnisse Du hattest bereits erste Berührungspunkte mit den gängigsten Modulen wie FI/CO, MM, CRM oder SD Du bringst gute Grundkenntnisse in ABAP und der Java Entwicklung mit Du bist in der Lage komplexe Sachverhalte zu verstehen und zu erklären und für dich ist ein kontinuierlicher Wissensaufbau und Teamwork essenziell Du verfügst über fließende Sprachkenntnisse in Deutsch und Englisch Was bieten wir dir? Tolles Teamwork und ﬂache Hierarchien sichern kurze Kommunikationswege Ein Mentoring und berufsbegleitendes Coaching liegen uns am Herzen 10 Tage für Weiterbildung pro Jahr plus kontinuierliche und individuelle Weiterbildungsmöglichkeiten 30 Urlaubstage pro Jahr plus weitere 10 freie Tage möglich Fahrkartenzuschuss / Firmenwagen Leasing Hybrides Arbeitszeitmodell / Vergütung der Überstunden Unser Jobangebot Data Engineer - Business Intelligence (m/w/d) klingt vielversprechend? Bei unserem Partner Workwise ist eine Bewerbung für diesen Job in nur wenigen Minuten und ohne Anschreiben möglich. Anschließend kann der Status der Bewerbung live verfolgt werden. Wir freuen wir uns auf eine Bewerbung über Workwise .",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Data-Engineer-in-berlin-berlin-coop253108711",
        "search_datetime": "2023-08-28T11:55:27.922267",
        "search_location": "10707 Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-1",
        "job_title": "Data Engineer - Business Intelligence / IT Beratung / SAP ERP / ABAP (m/w/d)",
        "job_location": "10707 Berlin, Berlin",
        "company_name": "cimt ag",
        "publication_date": "24.08.2023",
        "job_description": "Über cimt ag: Wir sind ein branchenübergreifendes IT-Beratungsunternehmen. Mit mehr als 250 Mitarbeitern entwickeln wir innovative Software, moderne IT-Konzepte und zeitgemäße Systemarchitekturen. Schwerpunkte unserer Dienstleistungen: Data Science von der Business Analyse bis zu Visualisierungen und SAP-Beratung vom Betrieb bis zur Applikationsentwicklung. Dabei gehören Cloud Technologien ebenso wie moderne DevOps Technologien zu unserem Alltag sowie Entwicklung mittels ABAP und Java. Klingt spannend? Dann freuen wir uns auf eine aussagekräftige Bewerbung über unseren Partner Workwise. Was erwartet dich? Du arbeitest in hybriden Projekten mit SAP als Quellsystem und entwickelst maßgeschneiderte Lösungen für unsere Kund:innen Du unterstützt gemeinsam mit deinen Kolleg:innen unsere Kundschaft in modernen Architekturen vorwiegend im Bereich Business Intelligence und Cloud Du übernimmst die Rolle als Berater (m/w/d) bei aufkommenden Fragen Was solltest du mitbringen? Du hast ein Studium im Bereich Informatik oder eine Ausbildung mit IT-Hintergrund abgeschlossen Du verfügst über solide SAP ERP Kenntnisse, idealerweise auch über SAP BI und BW Kenntnisse Du hattest bereits erste Berührungspunkte mit den gängigsten Modulen wie FI/CO, MM, CRM oder SD Du bringst gute Grundkenntnisse in ABAP und der Java Entwicklung mit Du bist in der Lage komplexe Sachverhalte zu verstehen und zu erklären und für dich ist ein kontinuierlicher Wissensaufbau und Teamwork essenziell Du verfügst über fließende Sprachkenntnisse in Deutsch und Englisch Was bieten wir dir? Tolles Teamwork und ﬂache Hierarchien sichern kurze Kommunikationswege Ein Mentoring und berufsbegleitendes Coaching liegen uns am Herzen 10 Tage für Weiterbildung pro Jahr plus kontinuierliche und individuelle Weiterbildungsmöglichkeiten 30 Urlaubstage pro Jahr plus weitere 10 freie Tage möglich Fahrkartenzuschuss / Firmenwagen Leasing Hybrides Arbeitszeitmodell / Vergütung der Überstunden Unser Jobangebot Data Engineer - Business Intelligence / IT Beratung / SAP ERP / ABAP (m/w/d) klingt vielversprechend? Bei unserem Partner Workwise ist eine Bewerbung für diesen Job in nur wenigen Minuten und ohne Anschreiben möglich. Anschließend kann der Status der Bewerbung live verfolgt werden. Wir freuen wir uns auf eine Bewerbung über Workwise .",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Data-Engineer-in-berlin-berlin-coop253108882",
        "search_datetime": "2023-08-28T11:55:28.374817",
        "search_location": "10707 Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-2",
        "job_title": "Data Engineer im SAP Umfeld mit Beratungsfunktion (m/w/d)",
        "job_location": "10707 Berlin, Berlin",
        "company_name": "cimt ag",
        "publication_date": "24.08.2023",
        "job_description": "Über cimt ag: Wir sind ein branchenübergreifendes IT-Beratungsunternehmen. Mit mehr als 250 Mitarbeitern entwickeln wir innovative Software, moderne IT-Konzepte und zeitgemäße Systemarchitekturen. Schwerpunkte unserer Dienstleistungen: Data Science von der Business Analyse bis zu Visualisierungen und SAP-Beratung vom Betrieb bis zur Applikationsentwicklung. Dabei gehören Cloud Technologien ebenso wie moderne DevOps Technologien zu unserem Alltag sowie Entwicklung mittels ABAP und Java. Klingt spannend? Dann freuen wir uns auf eine aussagekräftige Bewerbung über unseren Partner Workwise. Was erwartet dich? Du arbeitest in hybriden Projekten mit SAP als Quellsystem und entwickelst maßgeschneiderte Lösungen für unsere Kund:innen Du unterstützt gemeinsam mit deinen Kolleg:innen unsere Kundschaft in modernen Architekturen vorwiegend im Bereich Business Intelligence und Cloud Du übernimmst die Rolle als Berater (m/w/d) bei aufkommenden Fragen Was solltest du mitbringen? Du hast ein Studium im Bereich Informatik oder eine Ausbildung mit IT-Hintergrund abgeschlossen Du verfügst über solide SAP ERP Kenntnisse, idealerweise auch über SAP BI und BW Kenntnisse Du hattest bereits erste Berührungspunkte mit den gängigsten Modulen wie FI/CO, MM, CRM oder SD Du bringst gute Grundkenntnisse in ABAP und der Java Entwicklung mit Du bist in der Lage komplexe Sachverhalte zu verstehen und zu erklären und für dich ist ein kontinuierlicher Wissensaufbau und Teamwork essenziell Du verfügst über fließende Sprachkenntnisse in Deutsch und Englisch Was bieten wir dir? Tolles Teamwork und ﬂache Hierarchien sichern kurze Kommunikationswege Ein Mentoring und berufsbegleitendes Coaching liegen uns am Herzen 10 Tage für Weiterbildung pro Jahr plus kontinuierliche und individuelle Weiterbildungsmöglichkeiten 30 Urlaubstage pro Jahr plus weitere 10 freie Tage möglich Fahrkartenzuschuss / Firmenwagen Leasing Hybrides Arbeitszeitmodell / Vergütung der Überstunden Unser Jobangebot Data Engineer im SAP Umfeld mit Beratungsfunktion (m/w/d) klingt vielversprechend? Bei unserem Partner Workwise ist eine Bewerbung für diesen Job in nur wenigen Minuten und ohne Anschreiben möglich. Anschließend kann der Status der Bewerbung live verfolgt werden. Wir freuen wir uns auf eine Bewerbung über Workwise .",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Data-Engineer-im-in-berlin-berlin-coop253108981",
        "search_datetime": "2023-08-28T11:55:28.810527",
        "search_location": "10707 Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-3",
        "job_title": "Data Engineer (*) (m/w/d)",
        "job_location": "10178 Berlin, Berlin",
        "company_name": "ista Deutschland",
        "publication_date": "21.07.2023",
        "job_description": "## Deine Aufgaben - Als Data Engineer arbeitest du in einem agilen Team, das für den Aufbau und die Etablierung einer State-of-the-Art cloudbasierten Datenplattform (u.a. Azure, Snowflake, dbt, Airflow) verantwortlich ist - Du verantwortest die Anbindung von unterschiedlichen Datenquellen (z.B. SAP, CRM, SaaS, Oracle, PostgreSQL) sowie die Entwicklung von Data Pipelines (Datenextraktion und Datenmodellierung) - Mit deiner Expertise unterstützt du bei der Erarbeitung und Einführung einer unternehmensweiten Daten-Architektur (z.B. Medallion Architecture) sowie von Data Governance Prozessen - Darüber hinaus unterstützt du bei der Einführung von unterstützenden Werkzeugen (z.B. Data Catalogue) sowie bei der Betreuung bzw. Migration unserer bestehenden Business Intelligence / Reporting Plattformen (SAP BW, QlikSense) - Du berätst und unterstützt interne und ggf. externe Stakeholder zur Nutzung der Datenplattform ## Deine Kompetenzen - Dein Studium der (Wirtschafts-) Informatik oder eines angrenzenden Studiengangs hast du erfolgreich abgeschlossen oder du verfügst über eine vergleichbare Qualifikation - Du bringst mehrjährige Erfahrung im Bereich Data Engineering sowie Erfahrung in der Arbeit mit Data Warehouse Architekturen und ETL-Tools in der Cloud (z.B. Azure, AWS) mit - Erfahrungen mit Tools wie Azure Data Factory, Databricks, Snowflake oder Terraform sind wünschenswert - Erfahrungen in BI Analytics Tools sind wünschenswert (z.B. QlikSense, PowerBI, Tableau) - Du bist erfahren mit der Arbeit im agilen Umfeld - Pioniergeist, ein selbstsicheres Auftreten mit einem hohen Maß an Überzeugungskraft sowie Teamfähigkeit und Kommunikationsstärke zeichnen dich aus - In der Kommunikation in Deutsch und Englisch fühlst du dich sicher ## Unser Angebot - Starkes Commitment: Begleite eine agile Transformation, die von unserem CEO aktiv gefördert wird - Mach das Richtige mit Sinn und Zukunft: Unsere Services sparen CO₂ und schonen die Umwelt – wir arbeiten für eine nachhaltige Welt von morgen! - Genieße viele Vorteile: Freu dich auf eine attraktive Vergütung, 30 Tage Urlaub pro Jahr, flexibel gestaltbare Arbeitszeiten in einem modernen Bürogebäude sowie die Möglichkeit, mobil zu arbeiten - Bleib neugierig und entwickle dich weiter: Stillstand ist für uns keine Option, deshalb fördern wir dich in jeder Hinsicht bei deiner Entwicklung – nutze unser innovatives Weiterbildungsangebot, bspw. mit Kursen der Online-Universitäten Udacity und Coursera. Jede Menge Lernchancen warten auf dich! - Sichere dir gute Perspektiven: Bei uns trifft solider internationaler Mittelstand auf Start-up-Atmosphäre – unser Zukunftskurs bietet dir langfristige und hervorragende Karriereoptionen - Erlebe eine Arbeitswelt voller Vertrauen: Wir ziehen alle an einem Strang - Hab Spaß in einem motivierten Team: Ob selbstorganisierte sowie teamübergreifende Coding Dojos und Hackathons, Working out Loud-Sessions, internationaler Soccer Cup oder Eis für alle im Sommer – wir lassen uns immer etwas Neues einfallen, sei gespannt! ## Unser Team - Vielfalt, Flexibilität, Spaß an der Arbeit und ein großes „Wir-Gefühl“ machen unser Team besonders - Wir arbeiten in einem dynamischen Arbeitsumfeld nach agilen Methoden - Bei uns erwartet dich eine offene Kultur mit viel Raum für neue Ideen und Impulse - Wir legen großen Wert auf direkte Kommunikation und ein faires Miteinander - Wenn du mit deiner Erfahrung etwas bewegen möchtest, bist du hier genau richtig!",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Data-Engineer-in-berlin-berlin-coop244265708",
        "search_datetime": "2023-08-28T11:55:29.259549",
        "search_location": "10178 Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-4",
        "job_title": "(Senior) Consultant Data Engineer SAS (all genders)",
        "job_location": "Berlin, Berlin",
        "company_name": "adesso SE",
        "publication_date": "16.08.2023",
        "job_description": "Wir gehören zu den Top-Adressen in der IT-Welt und fokussieren uns auf die Optimierung der Kerngeschäfts­prozesse unserer Kunden. Durch den smarten Einsatz maßgeschneiderter IT-Lösungen unterstützen wir unsere Kunden dabei, das Beste aus ihrem Business und aktuellen Technologien herauszuholen. Unseren Erfolg aber erreichen wir nur durch eins: die Menschen bei adesso! Sie bringen Ideen, fachliches Know how und Technologien zusammen. Gemeinsam programmieren wir (deine) Zukunft bei adesso.",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Senior-Consultant-Data-in-berlin-berlin-coop186853036",
        "search_datetime": "2023-08-28T11:55:29.762261",
        "search_location": "Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-5",
        "job_title": "Senior Cyber Security Developer / DevOps Engineer mit Fokus auf Data Lake Technologien (m/w/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "BWI GmbH",
        "publication_date": "16.08.2023",
        "job_description": "Als IT-Systemhaus der Bundeswehr und IT-Dienstleister des Bundes bieten wir umfassende IT-Services aus einer Hand. Mit über 6.500 Mitarbeiter*innen zählen wir zu den zehn größten IT-Service-Providern Deutschlands. Wir suchen authentische IT-Liebhaber*innen, die ihre Leidenschaft mit uns teilen wollen, auf der Suche nach anspruchsvollen IT-Herausforderungen sind und Deutschlands IT gestalten möchten. Sorgen Sie gemeinsam mit uns für die digitale Zukunftsfähigkeit unseres Landes. Senior Cyber Security Developer / DevOps Engineer mit Fokus auf Data Lake Technologien (m/w/d) ab sofort und in Vollzeit bundesweit an einem unserer BWI-Standorte. Im Bereich „Coordination & Management Office“ (CMO) werden die Koordination sowie Integration von Sicherheitsanfragen- und Entwicklungen und die Angebots- und Auftragsintegration des CCITS wahrgenommen. Der Bereich ist verantwortlich für die Umsetzung der IT-Sicherheitsprojekte der BWI. Wir sind Teil des „Competence Centers IT-Security“ (CCITS), in welchem innerhalb des Geschäftsbereiches CDO der BWI die operativen IT-, Informations- und Cyber-Sicherheitskompetenzen zentralisiert sind.",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Senior-Cyber-Security-in-berlin-berlin-coop233556093",
        "search_datetime": "2023-08-28T11:55:30.197482",
        "search_location": "Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-6",
        "job_title": "IT System Engineer* Data Center",
        "job_location": "Berlin, Berlin",
        "company_name": "NEW YORKER",
        "publication_date": "16.08.2023",
        "job_description": "Mit über 200 Mitarbeitern in zehn Fachabteilungen in der NEW YORKER IT gehen wir gemeinsam mit dem stetigen Wandel und neuen Trends in der Modebranche, um die Vorteile von Fashion 4.0 zu nutzen. Mit innovativen Projekten und neuen Technologien packen unsere Mitarbeiter jeden Prozess an und sind mit Leidenschaft am Erfolg und Wachstum von NEW YORKER beteiligt. Zur weiteren Verstärkung unseres Teams suchen wir dich für unseren Standort in Braunschweig.",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-IT-System-Engineer-in-berlin-berlin-coop239868315",
        "search_datetime": "2023-08-28T11:55:30.701167",
        "search_location": "Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-7",
        "job_title": "Senior Test Engineer Data Analytics Platform (m/w/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "Bundesdruckerei-Gruppe",
        "publication_date": "23.08.2023",
        "job_description": "Gestalten Sie mit uns die digitale Zukunft! Wir suchen Persönlichkeiten mit Teamgeist, die unsere Leidenschaft für den Schutz von Identitäten und Daten teilen, vorausschauend denken und gemeinsam mit uns an sicheren Digitalisierungslösungen arbeiten wollen. Wir sind überzeugt, dass Veränderungen neue Chancen für Entwicklung und Innovation mit sich bringen. Wir bieten Ihnen ein attraktives Arbeitsumfeld mit vielfältigen Karrieremöglichkeiten und eine sichere berufliche Zukunft. Unternehmen: Bundesdruckerei GmbH Standort: Berlin Vertragsart: Unbefristeter Vertrag bit.ly/3NGPzQQ",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Senior-Test-Engineer-in-berlin-berlin-coop252837990",
        "search_datetime": "2023-08-28T11:55:31.205255",
        "search_location": "Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-8",
        "job_title": "Application Engineer Master Data (m/f/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "Flaconi GmbH",
        "publication_date": "23.08.2023",
        "job_description": "flaconi is one of Germany's leading online beauty retailers. Our online shop's portfolio offers more than 850 international brands and 55.000 products in the categories of perfume, skin care, make-up, hair care, natural cosmetics and accessories, covering from drugstore to organic to premium products. flaconi was founded in 2011 and has a team of over 700 employees working from three locations: Our HQ in Berlin-Charlottenburg, our logistics center in Halle and our concept store in Berlin-Mitte. We are also represented in Austria and Poland. bit.ly/3NGPzQQ",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Application-Engineer-Master-in-berlin-berlin-coop252877207",
        "search_datetime": "2023-08-28T11:55:31.612572",
        "search_location": "Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-9",
        "job_title": "(Senior) Consultant Data Engineer SAS (all genders)",
        "job_location": "Berlin, Berlin",
        "company_name": "adesso SE",
        "publication_date": "Heute",
        "job_description": "Wir gehören zu den Top-Adressen in der IT-Welt und fokussieren uns auf die Optimierung der Kerngeschäfts­prozesse unserer Kunden. Durch den smarten Einsatz maßgeschneiderter IT-Lösungen unterstützen wir unsere Kunden dabei, das Beste aus ihrem Business und aktuellen Technologien herauszuholen. Unseren Erfolg aber erreichen wir nur durch eins: die Menschen bei adesso! Sie bringen Ideen, fachliches Know how und Technologien zusammen. Gemeinsam programmieren wir (deine) Zukunft bei adesso. bit.ly/3NGPzQQ",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Senior-Consultant-Data-in-berlin-berlin-coop253609582",
        "search_datetime": "2023-08-28T11:55:32.091622",
        "search_location": "Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-10",
        "job_title": "Senior Data Center Engineer für IT Infrastruktur (m/w/d)",
        "job_location": "10707 Berlin, Berlin",
        "company_name": "ITSG GmbH",
        "publication_date": "20.08.2023",
        "job_description": "Über ITSG GmbH: Unser Unternehmen gestaltet die Digitalisierung im deutschen Gesundheitswesen. Wir entwickeln Produkte, die den elektronischen Datenaustausch zwischen Arbeitgebern, Leistungserbringern und Krankenkassen sowie deren Geschäftspartnern vereinfachen und beschleunigen. Klingt spannend? Dann freuen wir uns auf eine aussagekräftige Bewerbung über unseren Partner Workwise. Was erwartet dich? Du verstärkst das bestehende Team als Senior Data Center Engineer (m/w/d) und sprichst mit dem Gruppenleiter auf Augenhöhe Du wirkst an dem perspektivischen Ausbau eines oder mehrerer IT-Services mit Du konzipierst und implementierst Infrastrukturen im On-Prem & Private Cloud Du troubleshootest im 2nd- und 3rd-Level-Support Du engagierst dich gemeinsam mit dem Automatisierungsteam für die Fortentwicklung der Standardisierung Was solltest du mitbringen? Du hast sehr gute Kenntnisse im Umgang mit Virtualisierungslösungen (VMWare) und Hardware Computing (HPe, Cisco UCS, Dell) Du hast praktische Erfahrungen im Umgang mit Converged und Hyperconverged sowie Storage Systemen (Netapp, Nible, S3) Du hast praktische Erfahrungen mit Ansible und der Umsetzung von Automatisierungsaufgaben Du hast idealerweise DevOps Erfahrung, Umgang mit Code, Build, Deployment, Version Control (git/GitLab), Continuous Delivery, Continuous Integration Du hast gute Kenntnisse in Monitoring und Logging (Zabbix syslog, *beats) Du verfügst über mehrjährige Erfahrungen im Umgang mit komplexen Netzwerken, Firewalls, Loadbalancer und Proxyservern Was bieten wir dir? Ein unbefristetes Arbeitsverhältnis mit leistungsgerechter Bezahlung Flexible Arbeitszeitgestaltung mit einer attraktiven Gleitzeitregelung Die Möglichkeit teilweise im Home Office zu arbeiten Die Teilnahme am JobRad-Leasingmodell 30 Tage Urlaub für mehr Freizeit Kostenlose Parkmöglichkeit in der Tiefgarage Eine attraktive betriebliche Altersversorgung Geförderte Mitarbeiterentwicklung durch Schulungen und Weiterbildungsmaßnahmen Ein teamorientiertes und modernes Arbeitsumfeld Flache Hierarchien und kurze Entscheidungswege Unser Jobangebot Senior Data Center Engineer für IT Infrastruktur (m/w/d) klingt vielversprechend? Bei unserem Partner Workwise ist eine Bewerbung für diesen Job in nur wenigen Minuten und ohne Anschreiben möglich. Anschließend kann der Status der Bewerbung live verfolgt werden. Wir freuen wir uns auf eine Bewerbung über Workwise .",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Senior-Data-Center-in-berlin-berlin-coop251954460",
        "search_datetime": "2023-08-28T11:55:33.231833",
        "search_location": "10707 Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-11",
        "job_title": "Senior Data Center Engineer (m/w/d)",
        "job_location": "10707 Berlin, Berlin",
        "company_name": "ITSG GmbH",
        "publication_date": "20.08.2023",
        "job_description": "Über ITSG GmbH: Unser Unternehmen gestaltet die Digitalisierung im deutschen Gesundheitswesen. Wir entwickeln Produkte, die den elektronischen Datenaustausch zwischen Arbeitgebern, Leistungserbringern und Krankenkassen sowie deren Geschäftspartnern vereinfachen und beschleunigen. Klingt spannend? Dann freuen wir uns auf eine aussagekräftige Bewerbung über unseren Partner Workwise. Was erwartet dich? Du verstärkst das bestehende Team als Senior Data Center Engineer (m/w/d) und sprichst mit dem Gruppenleiter auf Augenhöhe Du wirkst an dem perspektivischen Ausbau eines oder mehrerer IT-Services mit Du konzipierst und implementierst Infrastrukturen im On-Prem & Private Cloud Du troubleshootest im 2nd- und 3rd-Level-Support Du engagierst dich gemeinsam mit dem Automatisierungsteam für die Fortentwicklung der Standardisierung Was solltest du mitbringen? Du hast sehr gute Kenntnisse im Umgang mit Virtualisierungslösungen (VMWare) und Hardware Computing (HPe, Cisco UCS, Dell) Du hast praktische Erfahrungen im Umgang mit Converged und Hyperconverged sowie Storage Systemen (Netapp, Nible, S3) Du hast praktische Erfahrungen mit Ansible und der Umsetzung von Automatisierungsaufgaben Du hast idealerweise DevOps Erfahrung, Umgang mit Code, Build, Deployment, Version Control (git/GitLab), Continuous Delivery, Continuous Integration Du hast gute Kenntnisse in Monitoring und Logging (Zabbix syslog, *beats) Du verfügst über mehrjährige Erfahrungen im Umgang mit komplexen Netzwerken, Firewalls, Loadbalancer und Proxyservern Was bieten wir dir? Ein unbefristetes Arbeitsverhältnis mit leistungsgerechter Bezahlung Flexible Arbeitszeitgestaltung mit einer attraktiven Gleitzeitregelung Die Möglichkeit teilweise im Home Office zu arbeiten Die Teilnahme am JobRad-Leasingmodell 30 Tage Urlaub für mehr Freizeit Kostenlose Parkmöglichkeit in der Tiefgarage Eine attraktive betriebliche Altersversorgung Geförderte Mitarbeiterentwicklung durch Schulungen und Weiterbildungsmaßnahmen Ein teamorientiertes und modernes Arbeitsumfeld Flache Hierarchien und kurze Entscheidungswege Unser Jobangebot Senior Data Center Engineer (m/w/d) klingt vielversprechend? Bei unserem Partner Workwise ist eine Bewerbung für diesen Job in nur wenigen Minuten und ohne Anschreiben möglich. Anschließend kann der Status der Bewerbung live verfolgt werden. Wir freuen wir uns auf eine Bewerbung über Workwise .",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Senior-Data-Center-in-berlin-berlin-coop251958167",
        "search_datetime": "2023-08-28T11:55:33.772216",
        "search_location": "10707 Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-12",
        "job_title": "Data Engineer für Infrastrukturen (w/m/d)",
        "job_location": "10707 Berlin, Berlin",
        "company_name": "Fagus-GreCon Greten GmbH & Co. KG",
        "publication_date": "20.08.2023",
        "job_description": "**Über Fagus-GreCon Greten GmbH & Co. KG: ** Fagus-GreCon Greten GmbH & Co. KG ist ein eigentümergeführtes Familienunternehmen mit Stammsitz in Alfeld/Hannover. Die Produktmarke GreCon zählt zu den führenden Marken bei der Herstellung und Entwicklung von Brandschutz,- Messtechnik- und Inspektionssystemen für Anwendungen in zahlreichen Industrien wie z. B. der Holzwerkstoffplattenindustrie. Durch die weltweit einmalige Kombination von Design, Leisten und Formen gehört die Geschäftseinheit Fagus Schuhleisten und Formen zu den führenden Zulieferern der Schuhindustrie. Alle Geschäftseinheiten sind weltweit tätig und bieten Kundendienst vor Ort. Das 1911 vom Architekten Walter Gropius erbaute Fagus-Werk steht als eines der ersten Beispiele der architektonischen Moderne und wurde 2011 zum UNESCO-Weltkulturerbe erklärt. Die Unternehmensgruppe zählt derzeit ca. 700 Mitarbeitende weltweit, davon am Standort Alfeld 460 Mitarbeitende. Klingt spannend? Dann freuen wir uns auf eine aussagekräftige Bewerbung über unseren Partner Workwise. Was erwartet Sie? Sie gestalten und implementieren Datenpipelines zur Integration verschiedener Datenquellen Sie entwickeln automatisierte Workflows zur Datenbereinigung und -transformation Sie bauen Datenbanken und Data Warehouses auf und verwalten diese Sie erstellen Skripte zur Datenanalyse und -visualisierung Sie identifizieren und setzen Maßnahmen zur Datenqualitätssicherung um Sie arbeiten mit anderen Teams zusammen, um datengetriebene Anwendungen und Dienste zu erstellen Was sollten Sie mitbringen? Sie haben erfolgreich ein Studium mit IT-Ausrichtung oder eine Berufsausbildung zum Fachinformatiker (w/m/d) Anwendungsentwicklung abgeschlossen oder verfügen über gleichwertige Kenntnisse Sie verfügen über gutes Verständnis von Datenmodellierung und Datenbankdesign und besitzen praktische Kenntnisse in der Entwicklung von Datenbankarchitekturen Sie haben Erfahrung mit Cloud-Computing-Plattformen wie AWS, GCP oder Azure Sie kennen betriebliche Abläufe in einem industriellen Umfeld gut Sie denken und handeln lösungsorientiert und pragmatisch, sind kommunikativ und arbeiten gerne im Team Sie besitzen eine ausgeprägte Produkt- und Marktkenntnis im Hinblick auf einschlägige Tools und Hilfsmittel Sie zeichnen sich durch ausgezeichnete Deutschkenntnisse (C1 Niveau) aus Was bieten wir Ihnen? Attraktive Vergütung: Mit Sonderleistungen wie Urlaubs- und Weihnachtsgeld, vermögenswirksamen Leistungen, betrieblicher Altersvorsorge, Zuschüssen für Kantine und Jobticket sowie Corporate Benefits Vielseitiges Gesundheitsmanagement: Mit abwechslungsreichen Angeboten wie beispielsweise Yoga- und Rückenschulkursen, Kochkursen, Massagen, Vorsorgeuntersuchungen oder Subvention für das Fitnessstudio Work-Life-Balance: Flexible Arbeitszeiten und die Möglichkeit des mobilen Arbeitens sowie 30 Urlaubstage zzgl. Sonderurlaubstage an Weihnachten und Silvester Intensive Schulungen: Eine strukturierte Einarbeitung mit Schulungen in hausinterner Akademie und jährliche Entwicklungsgespräche mit individueller Weiterentwicklung Umfassende Unterstützungsangebote: Vermittlung von Angeboten für Kinderferienbetreuung, Beratungsservice für Pflegedienstleistungen und Vermittlung von Erstgesprächen zur psychosozialen Beratung Unser Jobangebot Data Engineer für Infrastrukturen (w/m/d) klingt vielversprechend? Bei unserem Partner Workwise ist eine Bewerbung für diesen Job in nur wenigen Minuten und ohne Anschreiben möglich. Anschließend kann der Status der Bewerbung live verfolgt werden. Wir freuen wir uns auf eine Bewerbung über Workwise .",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Data-Engineer-f%25C3%25BCr-in-berlin-berlin-coop252030841",
        "search_datetime": "2023-08-28T11:55:34.392485",
        "search_location": "10707 Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-13",
        "job_title": "Senior Data Center Engineer - IT Support / DevOps / Virtualisierung (m/w/d)",
        "job_location": "10707 Berlin, Berlin",
        "company_name": "ITSG GmbH",
        "publication_date": "24.08.2023",
        "job_description": "Über ITSG GmbH: Unser Unternehmen gestaltet die Digitalisierung im deutschen Gesundheitswesen. Wir entwickeln Produkte, die den elektronischen Datenaustausch zwischen Arbeitgebern, Leistungserbringern und Krankenkassen sowie deren Geschäftspartnern vereinfachen und beschleunigen. Klingt spannend? Dann freuen wir uns auf eine aussagekräftige Bewerbung über unseren Partner Workwise. Was erwartet dich? Du verstärkst das bestehende Team als Senior Data Center Engineer (m/w/d) und sprichst mit dem Gruppenleiter auf Augenhöhe Du wirkst an dem perspektivischen Ausbau eines oder mehrerer IT-Services mit Du konzipierst und implementierst Infrastrukturen im On-Prem & Private Cloud Du troubleshootest im 2nd- und 3rd-Level-Support Du engagierst dich gemeinsam mit dem Automatisierungsteam für die Fortentwicklung der Standardisierung Was solltest du mitbringen? Du hast sehr gute Kenntnisse im Umgang mit Virtualisierungslösungen (VMWare) und Hardware Computing (HPe, Cisco UCS, Dell) Du hast praktische Erfahrungen im Umgang mit Converged und Hyperconverged sowie Storage Systemen (Netapp, Nible, S3) Du hast praktische Erfahrungen mit Ansible und der Umsetzung von Automatisierungsaufgaben Du hast idealerweise DevOps Erfahrung, Umgang mit Code, Build, Deployment, Version Control (git/GitLab), Continuous Delivery, Continuous Integration Du hast gute Kenntnisse in Monitoring und Logging (Zabbix syslog, *beats) Du verfügst über mehrjährige Erfahrungen im Umgang mit komplexen Netzwerken, Firewalls, Loadbalancer und Proxyservern Was bieten wir dir? Ein unbefristetes Arbeitsverhältnis mit leistungsgerechter Bezahlung Flexible Arbeitszeitgestaltung mit einer attraktiven Gleitzeitregelung Die Möglichkeit teilweise im Home Office zu arbeiten Die Teilnahme am JobRad-Leasingmodell 30 Tage Urlaub für mehr Freizeit Kostenlose Parkmöglichkeit in der Tiefgarage Eine attraktive betriebliche Altersversorgung Geförderte Mitarbeiterentwicklung durch Schulungen und Weiterbildungsmaßnahmen Ein teamorientiertes und modernes Arbeitsumfeld Flache Hierarchien und kurze Entscheidungswege Unser Jobangebot Senior Data Center Engineer - IT Support / DevOps / Virtualisierung (m/w/d) klingt vielversprechend? Bei unserem Partner Workwise ist eine Bewerbung für diesen Job in nur wenigen Minuten und ohne Anschreiben möglich. Anschließend kann der Status der Bewerbung live verfolgt werden. Wir freuen wir uns auf eine Bewerbung über Workwise .",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Senior-Data-Center-in-berlin-berlin-coop253108549",
        "search_datetime": "2023-08-28T11:55:34.902100",
        "search_location": "10707 Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-14",
        "job_title": "Data Engineer (w/m/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "KBV Kassenärztliche Bundesvereinigung",
        "publication_date": "16.08.2023",
        "job_description": "Die Kassen­ärztliche Bundes­ver­einigung (KBV) sorgt als führende öffent­liche Insti­tution täglich dafür, dass die rund 73 Millionen gesetzlich Kranken­versicherten deut­schland­weit die gleiche hoch­wertige medi­zinische Versorgung erhalten. Mehr als 100.000 Praxen arbeiten mit der IT, die die Kassen­ärztliche Bundes­vereinigung konzipiert, entwickelt oder zertifiziert. Für unser größtes Dezernat IT und Digitalisierung im Zentrum von Berlin suchen wir zum nächst­möglichen Zeitpunkt unbefristet als Senior-Referent/-in einen Data Engineer (w/m/d) Mit Ihrer Expertise tragen Sie zu ausfall­sicherer Software bei, die im Ernst­fall Leben rettet im reibungs­losen Praxis­betrieb für mehr als 73 Millionen gesetzlich Kranken­versicherte.",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Data-Engineer-in-berlin-berlin-coop246096001",
        "search_datetime": "2023-08-28T11:55:35.361587",
        "search_location": "Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-15",
        "job_title": "Data Engineer Public Health (w/m/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "KBV Kassenärztliche Bundesvereinigung",
        "publication_date": "16.08.2023",
        "job_description": "Mehr als 100.000 Praxen arbeiten mit der IT, die die Kassen­ärztliche Bundes­vereinigung konzipiert, entwickelt oder zerti­fiziert. Für unser größtes Dezernat IT und Digitali­sierung im Zentrum von Berlin suchen wir zum nächst­möglichen Zeit­punkt unbefristet als Senior-Referent/-in einen Data Engineer Public Health (w/m/d) Mit Ihrer Expertise tragen Sie zu aus­fallsicherer Software bei, die im Ernst­fall Leben rettet im reibungs­losen Praxis­betrieb für mehr als 73 Millionen gesetzlich Kranken­versicherte.",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Data-Engineer-Public-in-berlin-berlin-coop246096707",
        "search_datetime": "2023-08-28T11:55:36.025636",
        "search_location": "Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-16",
        "job_title": "Senior Data Engineer (m/w/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "EDEKA DIGITAL GmbH",
        "publication_date": "16.08.2023",
        "job_description": "Moin! Wir sind EDEKA DIGITAL, der IT-Experte des EDEKA-Verbunds — aber sag‘ ruhig EDDI zu uns. Rund 600 Mitarbeiter:innen an den Standorten Hamburg, Mannheim und Berlin entwickeln, implementieren und begleiten die digitalen Geschäftsprozesse der EDEKA über alle drei Handelsebenen (Einzelhandel, Großhandel und EDEKA-Zentrale). Darüber hinaus sind wir Innovationstreiber, Visionäre und IT-Enthusiasten, die mit innovativen Lösungen die IT-Strategie des EDEKA-Verbunds maßgeblich beeinflussen. Moin! Wir sind EDEKA DIGITAL, der IT-Experte des EDEKA-Verbunds — aber sag‘ ruhig EDDI zu uns. Rund 600 Mitarbeiter:innen an den Standorten Hamburg, Mannheim und Berlin entwickeln, implementieren und begleiten die digitalen Geschäftsprozesse der EDEKA über alle Handelsebenen (Einzelhandel, Großhandel und EDEKA-Zentrale). Wir sind ein agiles Team aus Innovationstreiber:innen, Visionär:innen und IT-Enthusiast:innen, die mit innovativen Lösungen die IT-Strategie des EDEKA-Verbunds maßgeblich beeinflussen. An den Standorten Mannheim, Hamburg und Berlin suchen wir für die Produktgruppe Data & Analytics, die analytische Anwendungen für den gesamten EDEKA Verbund bereitstellt, zum nächstmöglichen Zeitpunkt einen erfahrenen Senior Data Engineer (m/w/d).",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Senior-Data-Engineer-in-berlin-berlin-coop247715539",
        "search_datetime": "2023-08-28T11:55:36.470316",
        "search_location": "Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-17",
        "job_title": "Application Engineer Master Data (m/f/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "Flaconi GmbH",
        "publication_date": "16.08.2023",
        "job_description": "flaconi is one of Germany's leading online beauty retailers. Our online shop's portfolio offers more than 850 international brands and 55.000 products in the categories of perfume, skin care, make-up, hair care, natural cosmetics and accessories, covering from drugstore to organic to premium products. flaconi was founded in 2011 and has a team of over 700 employees working from three locations: Our HQ in Berlin-Charlottenburg, our logistics center in Halle and our concept store in Berlin-Mitte. We are also represented in Austria and Poland.",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Application-Engineer-Master-in-berlin-berlin-coop249058294",
        "search_datetime": "2023-08-28T11:55:36.875649",
        "search_location": "Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-18",
        "job_title": "Senior Data Engineer (m/w/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "Ströer SSP",
        "publication_date": "16.08.2023",
        "job_description": "Ströer SSP heavily relies on optimized infrastructure to deliver a high volume of real-time programmatic advertising with low latency. Our Engineering competence is at the heart of our success. We constantly strive for technical excellence, efficiency and incorporation of state-of-the-art solutions by combining engineering and science. At the heart of our operation lies the processing and analysis of massive amounts of data, which we approach with a focus on scientific and technological reliability. We are working at the cutting edge of big data, machine learning, real-time technologies and operating large-scale deployments of web services. We are currently looking for a Senior Data Engineer (m/w/d). Please note that we cannot offer fully remote positions outside of Berlin.",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Senior-Data-Engineer-in-berlin-berlin-coop249059741",
        "search_datetime": "2023-08-28T11:55:37.353976",
        "search_location": "Berlin, Berlin",
        "search_keyword": "data-engineer"
    },
    {
        "job_number": "whatjobs-19",
        "job_title": "Senior Data Infrastructure Engineer (m/f/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "Flaconi GmbH",
        "publication_date": "17.08.2023",
        "job_description": "flaconi is one of Germany's leading online beauty retailers. Our online shop's portfolio offers more than 850 international brands and 55.000 products in the categories of perfume, skin care, make-up, hair care, natural cosmetics and accessories, covering from drugstore to organic to premium products. flaconi was founded in 2011 and has a team of over 700 employees working from three locations: Our HQ in Berlin-Charlottenburg, our logistics center in Halle and our concept store in Berlin-Mitte. We are also represented in Austria and Poland.",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Senior-Data-Infrastructure-in-berlin-berlin-coop249274369",
        "search_datetime": "2023-08-28T11:55:37.869106",
        "search_location": "Berlin, Berlin",
        "search_keyword": "data-engineer"
    }
]