[
    {
        "job_number": "whatjobs-20",
        "job_title": "System Engineer Data Warehouse & Business Intelligence Consulting (m w d)",
        "job_location": "Festanstellung",
        "company_name": "Lexzau, Scharbau GmbH",
        "publication_date": "25.08.2023",
        "job_description": "Wir suchen in Voll- oder Teilzeit (mind. 30 Stunden): Als Business Intelligence & Data Warehouse Consultant / System Analyst (m/w/d) wirst Du die Möglichkeit haben, an innovativen und zukunftsorientierten Projekten mitzuarbeiten und Tech-Lösungen für uns und unsere Kunden zu entwickeln. Hast du Spaß an folgenden Tätigkeiten oder Lust darauf, diese zu lernen? Dann bist du bei uns genau richtig: Deine Hauptaufgaben werden sein: Planung, Implementierung und Wartung von Business Intelligence- und Data-Warehouse-LösungenDurchführung von Anforderungsanalysen und Fachkonzepten in enger Abstimmung mit den Fachbereichen weltweitMitarbeit am Auf- und Ausbau des Data Warehouses, (Entwicklung, Wartung und Optimierung von ETL-Prozessen)Erarbeitung, Umsetzung und Dokumentation standardisierter TransformationsregelnErstellung und Bereitstellung komplexer Reports, die auf Cubes oder relationalen Tabellen basieren Aufgaben Planung, Implementierung und Wartung von Business Intelligence- und Data-Warehouse-Lösungen Durchführung von Anforderungsanalysen und Fachkonzepten in enger Abstimmung mit den Fachbereichen weltweit Mitarbeit am Auf- und Ausbau des Data Warehouses, (Entwicklung, Wartung und Optimierung von ETL-Prozessen) Erarbeitung, Umsetzung und Dokumentation standardisierter Transformationsregeln Erstellung und Bereitstellung komplexer Reports, die auf Cubes oder relationalen Tabellen basieren Profil Abgeschlossenes Studium der Informatik oder eines verwandten Studiengangs Fundierte Erfahrung in den Bereichen Business Intelligence und Data Warehousing Kenntnisse in SQL, Datenbankdesign und -optimierung sowie ETL-Prozessen Erfahrung in der Identifizierung von Problemen und Implementierung von Lösungen Fähigkeit, sich schnell und selbstständig in neue Technologien und Konzepte einzuarbeiten Ausgezeichnete organisatorische Fähigkeiten und Fähigkeit, in einem dynamischen Umfeld zu arbeiten Fließende Deutsch- und Englischkenntnisse",
        "job_url": "https://de.whatjobs.com/job/desc/253125392",
        "search_datetime": "2023-08-28T09:03:50.041726",
        "search_location": "Festanstellung"
    },
    {
        "job_number": "whatjobs-21",
        "job_title": "BI Data Engineer (w/m/d)",
        "job_location": "Festanstellung",
        "company_name": "dmTECH GmbH",
        "publication_date": "Gestern",
        "job_description": "Für dmTECH, die IT-Tochter von dm-drogerie markt, suchen wir bundesweit einen: BI Data Engineer (w/m/d) Im dm-Konzern sind wir die Technologie-Experten für Business Intelligence. Tausende Anwender aus unseren Filialen, der Zentrale und unseren Industriepartnern führen täglich bis zu 60.000 Analysen auf unserem Enterprise Data Warehouse aus. Die Befüllung des Data Warehouse mit mehr als 500 Schnittstellen aus den Quellsystemen gehört zu unseren Aufgaben. Die Geschwindigkeit sowie die Menge, Komplexität und Vielfalt der Daten begleiten uns tagtäglich und machen unsere Aufgaben so spannend. Du wohnst nicht in der Region Karlsruhe? Kein Problem! Bei Interesse ist es möglich, fast vollständig remote zu arbeiten. DEINE AUFGABEN Beratung interner Kunden bei der Integration von Daten in unser Data Warehouse Datenmodellierung (3NF, Data Vault) Design, Implementierung und Betrieb von ETL/ELT-Prozessen (Informatica, Matillion, Snowflake) Mitarbeit bei der Weiterentwicklung und Modernisierung unserer BI-Landschaft in der Cloud (Data Lakehouse) Betrieb und Monitoring der bestehenden ETL/ELT-Prozesse Unterstützung und Gestaltung von innovativen IT-Projekten im Business Intelligence-Umfeld DAS BRINGST DU MIT Ein erfolgreich abgeschlossenes Studium mit Informatikbezug sowie Berufserfahrung im IT-Bereich Gute SQL-Kenntnisse und idealerweise Programmierkenntnisse mit Python oder Java Erfahrung im Data Warehousing, insbesondere in der Datenmodellierung, z. B. mit Star Schema oder Data Vault Kenntnisse eines ETL/ELT-Tools, insbesondere Informatica und Matillion sind von Vorteil Idealerweise Erfahrung im Umgang mit Cloud-Technologien wie Snowflake oder Azure Interesse und Begeisterung für neue Technologien sowie gute kommunikative Fähigkeiten auf Deutsch (mind. B2) DAS BIETEN WIR DIR Attraktive Arbeitsbedingungen: Mit flexiblen Arbeitszeiten und überwiegend mobilem Arbeiten, einer 37,5-Std.-Woche sowie 30 Urlaubstagen ermöglichen wir eine ausgewogene Work-Life-Balance. Moderne Unternehmenszentrale: Helle Büroflächen, höhenverstellbare Tische, neueste Technik und ein Mitarbeiterrestaurant - unser dialogicum bietet ideale Bedingungen für deinen Arbeitstag dank innovativer Ausstattung und intelligenter Konzepte. Optimale Verkehrsanbindung: In direkter Nähe zur Autobahn, einer S-Bahn-Haltestelle und dem DB-Bahnhof Durlach gelegen, sind wir mit PKW und Bahn sehr gut erreichbar. Zudem gibt es ein kostenloses Parkhaus und eine Fahrradgarage, jeweils mit Elektro-Ladestationen. Dialogische Unternehmenskultur: Unsere Arbeitsgemeinschaft ist geprägt durch den gegenseitigen Austausch auf Augenhöhe, Dynamik und flache Hierarchien. Ein zentraler Baustein unserer Zusammenarbeitskultur ist die Eigenverantwortung. Mitgestaltung und Entwicklung: Bei uns kann sich jeder einbringen und dazu beitragen, Themen voranzutreiben. Für Deine persönliche und fachliche Entwicklung bieten wir vielfältige Weiterbildungsangebote an. Weitere Vorteile und Zusatzleistungen: Profitiere von weiteren Leistungen wie z. B. Mitarbeiterrabatt, Deutschland-Ticket, Fahrrad (Jobrad)- und IT-Leasing, Urlaubs- und Weihnachtsgeld sowie betrieblicher Altersvorsorge. VERTRAGSART Vollzeit, unbefristet ab sofort Wir freuen uns, von Dir zu hören! Bitte nenne uns in Deiner Bewerbung Deine Gehaltsvorstellung und Dein mögliches Eintrittsdatum. NOCH FRAGEN? GERNE FÜR DICH DA: Helene Friede, -5820 Aus Gründen der leichteren Lesbarkeit haben wir uns für die männliche Schreibweise entschieden. Die abgebildeten Inhalte richten sich aber zugleich an alle Geschlechter. Mit dieser Schreibweise wollen wir niemanden ausschließen, denn bei uns ist jede Person gleichermaßen willkommen und prägt unsere Arbeitsgemeinschaft mit ihrer Individualität.",
        "job_url": "https://de.whatjobs.com/job/desc/253234890",
        "search_datetime": "2023-08-28T09:03:50.452683",
        "search_location": "Festanstellung"
    },
    {
        "job_number": "whatjobs-22",
        "job_title": "(Senior) Data Engineer (m/w/d)",
        "job_location": "Festanstellung",
        "company_name": "SENEC GmbH",
        "publication_date": "Gestern",
        "job_description": "(Senior) Data Engineer (m/w/d) Festanstellung, Vollzeit Leipzig HQ, Deutschlandweit DAS SIND WIR: SENEC ist einer der führenden Anbieter innovativer Speicher- und Energielösungen für Privathaushalte. Wir sind ein international tätiges Unternehmen mit Sitz in Leipzig und Niederlassungen in Köln, Bari und Perth, was seit 2009 am Markt ist und als 100%iges Tochterunternehmen der EnBW zu den Pionieren der Speicherbranche gehört. Gemeinsam schaffen wir eine Welt, in der jeder seine eigene, erneuerbare Energie erzeugen, nutzen und mit anderen teilen kann. Dafür suchen wir Köpfe, die nicht nur verwalten, sondern gestalten, führen, verändern und zusammen neue Wege gehen wollen. Nun möchtest auch Du Teil von etwas ganz Großem werden? Dir ist Nachhaltigkeit genauso wichtig wie uns und Du möchtest mit viel Leidenschaft und Engagement die Zukunft der Energieversorgung revolutionieren? Dann freuen wir uns, wenn Du uns als (Senior) Data Engineer (m/w/d) unterstützen und mit uns die Welt ein Stückchen besser machen möchtest DEINE AUFGABEN: Aufbauen, Betreiben und Weiterentwickeln der Data und Analytics Plattform, inkl. Konzeption und Implementierung von Datenintegrations- und Transformationsprozessen sowie Etablieren von Governance-Richtlinien Einbringen und Treiben innovativer Ideen und Weiterentwickeln des Data Engineering Teams Sicherstellen der Skalier- und Parallelisierbarkeit von Datenmanagementprozessen auch unter Berücksichtigung von Kostengesichtspunkten Konzeptionieren und Implementieren von Maßnahmen zur Überwachung und Verbesserung der Datenqualität gemeinsam mit den Stakeholdern Mitgestalten und Implementieren von Datensicherheits- und Datenschutzkonzepten Aktualisieren und Nachhalten von Dokumentationen Zusätzliche Aufgaben im Zuge des DevOps (z.B. Monitoring, Cluster-Management, Infrastruktur-Maintenance) WIR FREUEN UNS ÜBER: Erfolgreich abgeschlossenes Studium im Bereich (Wirtschafts-)Informatik bzw. Mathematik, Computer Science oder vergleichbare Qualifikation Mehrjährige Berufserfahrung als Software oder Data Engineer (m/w/d), Softwareentwickler (m/w/d) oder in ähnlicher Position Sehr gute Kenntnisse im Bereich Data Warehousing, cloud-basierten Architekturen und Orchestrierungstools Sehr gute Programmierkenntnisse in Python/PySpark, SQL, Infrastructure as Code (bevorzugt terraform) Sehr gute Anwenderkenntnisse mit Azure, Kubernetes, Kafka; Praxiserfahrung mit ELK, dbt, Airflow wünschenswert Sicherer Umgang mit und Nutzung von Software Engineering Best Practises (CI/CD, Testing, Git) Erfahrungen mit IoT-, Time Series Daten und Log Datenbanken wünschenswert Fließende Deutsch- oder Englischkenntnisse in Wort und Schrift DU FREUST DICH AUF: Wir gestalten die Energiewende - dabei kombinieren wir die Geschwindigkeit eines Start-ups mit der Sicherheit unseres Mutterkonzerns EnBW. Werde Teil unseres dynamischen, innovativen und kreativen Teams mit attraktiven Benefits. Dich erwarten: Flexible Arbeitszeiten und mobiles Arbeiten Attraktives Gehaltspaket inkl. variabler Erfolgsbeteiligung Unbefristeter Arbeitsvertrag mit 30 Tagen Urlaub Einmaliger Homeoffice Zuschuss i. H. v. 700,- Euro für alle Positionen, die keine Präsenz am Standort erfordern Monatliche steuerfreie Sonderzahlung i. H. v. 100,- Euro im Jahr 2023 Monetärer Kinderbonus für Neugeborene Vergünstigte Mitgliedschaft bei Urban Sports Kostenlose Sprachenlernkurse mit Babbel Bike-Leasing Individuelle Teamevents Kostenfreie Getränke und Obst sowie Verpflegungszuschuss an den Standorten Abwechslungsreiche Aufgaben und Raum für Eigeninitiative Ausgeprägte Entscheidungsfreude und offene Fehlerkultur Authentisches, motiviertes und begeistertes Team mit positivem Mindset Vertrauensvolle Zusammenarbeit über alle Abteilungen und Hierarchieebenen Krisensicherer Arbeitsplatz mit sinnstiftender Tätigkeit DEIN KONTAKT: Bitte richte Deine Bewerbung an Armin Geisler (Team Lead Data & Analytics). Wir freuen uns auf Deinen aussagekräftigen Lebenslauf, gern in Verbindung mit weiteren Dokumenten wie Motivationsschreiben, Zeugnissen und Zertifikaten. Bitte nenne uns auch Deinen frühestmöglichen Arbeitsbeginn bzw. Deine Kündigungsfrist sowie Deine Gehaltsvorstellung. Du willst Dich mehr denn je in einem mehrfach ausgezeichneten und verantwortungsbewussten Unternehmen einbringen, aber bist Dir unsicher, ob die Position die Richtige für Dich ist? Gern kannst Du auf unserer Karriereseite nach alternativen Stellenangeboten schauen oder uns Deine Bewerbung initiativ zukommen lassen. Alle Menschen sind bei uns willkommen, egal welchen Geschlechts, Alters, sexueller Identität, Herkunft, Religion, Weltanschauung, mit oder ohne Behinderung. Hauptsache sie passen zu uns. Wir freuen uns, DICH kennenzulernen! ÜBER UNS Seit 2009 entwickeln und produzieren wir intelligente Stromspeichersysteme und speicherbasierte Energielösungen. Mit einem Komplettangebot für die Eigenversorgung mit Solarstrom bieten wir unseren Kund innen maximale Unabhängigkeit von externen Stromversorgern. Mit mehr als 120.000 verkauften Systemen gehört SENEC europaweit zu den beliebtesten Marken für innovative Energie- und Speicherlösungen. SENEC wurde wiederholt von EuPD Research als Top PV Brand Stromspeicher und Wallbox ausgezeichnet, zuletzt 2022. Unser Stromspeicher SENEC.Home erhielt zuletzt vom Deutschen Institut für Service-Qualität den \"Deutschen Exzellenzpreis 2020\". Durch intelligente Features wie die SENEC.Cloud und die SENEC.Cloud To Go zählen unsere Energiespeicher zu den innovativsten und wirtschaftlichsten Lösungen am Markt. Seit 2018 gehört SENEC als 100 %-ige Tochtergesellschaft zur EnBW Energie Baden-Württemberg AG. Aktuell arbeiten mehr als 700 Mitarbeiter innen an folgenden Standorten für uns: Leipzig (Internationaler Hauptsitz) Köln Bari, Italien Perth, Australien Wir suchen Menschen, die mit Leidenschaft und Engagement ihre vielseitigen Fähigkeiten zur Realisierung innovativer Batteriespeicherlösungen einbringen und unsere Produkte noch leistungsfähiger und attraktiver machen. Du möchtest Teil von etwas ganz Großem werden? Dir ist Nachhaltigkeit genauso wichtig wie uns? Du möchtest die Zukunft der Energieversorgung revolutionieren? Dann mach' die Welt mit uns ein Stückchen besser!",
        "job_url": "https://de.whatjobs.com/job/desc/253339202",
        "search_datetime": "2023-08-28T09:03:50.864354",
        "search_location": "Festanstellung"
    },
    {
        "job_number": "whatjobs-23",
        "job_title": "BI Data Engineer (w/m/d)",
        "job_location": "Festanstellung",
        "company_name": "dmTECH GmbH",
        "publication_date": "25.08.2023",
        "job_description": "Für dmTECH, die IT-Tochter von dm-drogerie markt, suchen wir bundesweit einen: BI Data Engineer (w/m/d) Im dm-Konzern sind wir die Technologie-Experten für Business Intelligence. Tausende Anwender aus unseren Filialen, der Zentrale und unseren Industriepartnern führen täglich bis zu 60.000 Analysen auf unserem Enterprise Data Warehouse aus. Die Befüllung des Data Warehouse mit mehr als 500 Schnittstellen aus den Quellsystemen gehört zu unseren Aufgaben. Die Geschwindigkeit sowie die Menge, Komplexität und Vielfalt der Daten begleiten uns tagtäglich und machen unsere Aufgaben so spannend. Du wohnst nicht in der Region Karlsruhe? Kein Problem! Bei Interesse ist es möglich, fast vollständig remote zu arbeiten. DEINE AUFGABEN Beratung interner Kunden bei der Integration von Daten in unser Data Warehouse Datenmodellierung (3NF, Data Vault) Design, Implementierung und Betrieb von ETL/ELT-Prozessen (Informatica, Matillion, Snowflake) Mitarbeit bei der Weiterentwicklung und Modernisierung unserer BI-Landschaft in der Cloud (Data Lakehouse) Betrieb und Monitoring der bestehenden ETL/ELT-Prozesse Unterstützung und Gestaltung von innovativen IT-Projekten im Business Intelligence-Umfeld DAS BRINGST DU MIT Ein erfolgreich abgeschlossenes Studium mit Informatikbezug sowie Berufserfahrung im IT-Bereich Gute SQL-Kenntnisse und idealerweise Programmierkenntnisse mit Python oder Java Erfahrung im Data Warehousing, insbesondere in der Datenmodellierung, z. B. mit Star Schema oder Data Vault Kenntnisse eines ETL/ELT-Tools, insbesondere Informatica und Matillion sind von Vorteil Idealerweise Erfahrung im Umgang mit Cloud-Technologien wie Snowflake oder Azure Interesse und Begeisterung für neue Technologien sowie gute kommunikative Fähigkeiten auf Deutsch (mind. B2) DAS BIETEN WIR DIR Attraktive Arbeitsbedingungen: Mit flexiblen Arbeitszeiten und überwiegend mobilem Arbeiten, einer 37,5-Std.-Woche sowie 30 Urlaubstagen ermöglichen wir eine ausgewogene Work-Life-Balance Moderne Unternehmenszentrale: Helle Büroflächen, höhenverstellbare Tische, neueste Technik und ein Mitarbeiterrestaurant unser dialogicum bietet ideale Bedingungen für deinen Arbeitstag dank innovativer Ausstattung und intelligenter Konzepte Optimale Verkehrsanbindung: In direkter Nähe zur Autobahn, einer S-Bahn-Haltestelle und dem DB-Bahnhof Durlach gelegen, sind wir mit PKW und Bahn sehr gut erreichbar. Zudem gibt es ein kostenloses Parkhaus und eine Fahrradgarage, jeweils mit Elektro-Ladestationen Dialogische Unternehmenskultur: Unsere Arbeitsgemeinschaft ist geprägt durch den gegenseitigen Austausch auf Augenhöhe, Dynamik und flache Hierarchien. Ein zentraler Baustein unserer Zusammenarbeitskultur ist die Eigenverantwortung Mitgestaltung und Entwicklung: Bei uns kann sich jeder einbringen und dazu beitragen, Themen voranzutreiben. Für Deine persönliche und fachliche Entwicklung bieten wir vielfältige Weiterbildungsangebote an Weitere Vorteile und Zusatzleistungen: Profitiere von weiteren Leistungen wie z. B. Mitarbeiterrabatt, Deutschland-Ticket, Fahrrad (Jobrad)- und IT-Leasing, Urlaubs- und Weihnachtsgeld sowie betrieblicher Altersvorsorge VERTRAGSART Vollzeit, unbefristet ab sofort Wir freuen uns, von Dir zu hören! NOCH FRAGEN? GERNE FÜR DICH DA Helene Friede, Aus Gründen der leichteren Lesbarkeit haben wir uns für die männliche Schreibweise entschieden. Die abgebildeten Inhalte richten sich aber zugleich an alle Geschlechter. Mit dieser Schreibweise wollen wir niemanden ausschließen, denn bei uns ist jede Person gleichermaßen willkommen und prägt unsere Arbeitsgemeinschaft mit ihrer Individualität.",
        "job_url": "https://de.whatjobs.com/job/desc/253340673",
        "search_datetime": "2023-08-28T09:03:51.458308",
        "search_location": "Festanstellung"
    },
    {
        "job_number": "whatjobs-24",
        "job_title": "Data Scientist / Engineer (m/w/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "AllatNet Recruiting GmbH & Co. KG",
        "publication_date": "12.08.2023",
        "job_description": "Finden Sie mit der AllatNet Recruiting Ihren Traum-Job. Durch unseren einzigartigen Kontakt zu Groß- und mittelständischen Unternehmen erweitern wir Ihre Karrieremöglichkeiten. Diese Dienstleistung ist für Sie völlig unverbindlich und kostenfrei . Ihr Aufgabenbereich - Sie entwickeln und realisieren Such- und Analytics-Algorithmen - Für die Erstellung von Datenmodellen und Datenschnittstellen sind Sie ebenfalls verantwortlich - Sie sind für die Aufbereitung, Bereinigung und Modellierung von strukturierten und unstrukturierten Daten zuständig - Sie führen Machbarkeitsstudien durch und entwickeln innovative Lösungen mit analytischem Schwerpunkt Das bietet der Kunde: - Weiterbildungsmöglichkeiten - Flexible Arbeitszeiten - Spannende Herausforderungen - uvm. - Sie haben ein erfolgreiches Studium im Bereich Informatik, Mathematik oder vergleichbar - Sie haben bereits praktische Erfahrung mit SQL Datenbanken und Datenbanksystemen gesammelt - Mit der Entwicklung mit Python und R und dem entsprechendem Data-Science Stack (pandas- scikit-learn, etc.) sind Sie vertraut - Sie haben Erfahrung mit agilen Methoden der Softwareentwicklung (Scrum) - Sie haben eine strukturierte und selbstständige Arbeitsweise - Ihre sehr guten Deutsch- und Englischkenntnisse runden Ihr Profil ab Interesse an einer neuen Herausforderung? Dann bewerben Sie sich jetzt per Mail unter [email protected] Sie möchten sich lieber schnell und unkompliziert bewerben? Gerne können Sie uns jetzt auch Ihre Bewerbung per WhatsApp unter der Nummer +49 (0) 751 56 84 97 30 zukommen lassen. Haben Sie noch Fragen zu dieser Stelle? Unter der Telefonnummer +49 (0751) 56 84 97-30 beantworten wir Ihnen gerne Ihre Fragen.",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Data-Scientist-in-berlin-berlin-coop77119281",
        "search_datetime": "2023-08-28T09:03:51.969969",
        "search_location": "Berlin, Berlin"
    },
    {
        "job_number": "whatjobs-25",
        "job_title": "(Senior) Big Data Engineer (m/w/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "Sopra Steria",
        "publication_date": "16.08.2023",
        "job_description": "Wir sind heute (movers) und morgen (shapers). Als (movers) sind wir strategische und überzeugende Vordenker*innen in einer der führenden europäischen Management- und Technologieberatungen. Wir unterstützen unsere Kunden, treiben Ideen voran und inspirieren. Als (shapers) formen wir konkrete Lösungen und gestalten Prozesse. Wir nutzen innovative Technologien und eröffnen so neue Wege. So ist jede*r von uns stets beides: (mover & shaper). Gemeinsam sind wir in Deutschland und Österreich rund 2.400 (movers & shapers) und uns alle eint das Ziel, mithilfe innovativer Technologien unsere Zukunft und die unserer Kunden in einem digitalen Europa erfolgreich zu gestalten. Bei uns warten verschiedenste Projekte aus den Branchen Banking, Insurance, Public Sector, Aerospace, Automotive, Telecommunications, Energy Utilities auf Dich. Du hast bereits Branchen-Präferenzen? Teile sie uns gerne mit. Vielfalt ist eine wichtige Grundlage unserer Unternehmenskultur. Wir möchten ein inklusives Umfeld schaffen, das die Diversität all unserer Mitarbeitenden berücksichtigt und in dem Du Dich bestmöglich entfalten kannst. Denn wir bei Sopra Steria sind davon überzeugt, dass Deine Individualität der Schlüssel zu einem nachhaltigen Unternehmenserfolg ist. Bist Du auch ein (mover & shaper)? Dann suchen wir Dich unbefristet als: (Senior) Big Data Engineer (m/w/d)",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Senior-Big-Data-in-berlin-berlin-coop192283602",
        "search_datetime": "2023-08-28T09:03:52.410370",
        "search_location": "Berlin, Berlin"
    },
    {
        "job_number": "whatjobs-26",
        "job_title": "Data Engineer (m/w/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "SCHUFA Holding AG",
        "publication_date": "16.08.2023",
        "job_description": "Die SCHUFA war schon Fintech, bevor es Fintechs über­haupt gab. Seit über 95 Jahren ermög­lichen wir, dass finanzielle Wünsche wahr werden. Wir redu­zieren für Anbieter von Krediten, Waren und Dienst­leistungen die Risiken eines Zahlungs­aus­falls, was mehr Geschäfte zu guten Kondi­tionen möglich macht. Gleich­zeitig setzen wir unser Know-how gezielt ein, damit unsere Kund:innen schnell, sicher und bequem online einkaufen können. So unter­stützen wir Wachstum und Wohl­stand in Deutschland. Klingt gut? Ist auch so! Möchtest Du einen wich­tigen Beitrag für die Wirt­schaft leisten? Gefällt Dir der Gedanke, Dich im Umfeld an­spruchs­voller finanz­bezogener Frage­stel­lungen zu bewegen? Liegt Dir Netz­werk­arbeit und bist Du offen für Neues? Dann sorge mit uns für hohe Ver­trauens­würdig­keit und gute Geschäfts­bezie­hungen. Lass uns gemein­sam Kunden­anforde­rungen von morgen erken­nen und dafür konkrete Ange­bote entwickeln. Willkommen im Team SCHUFA, wo sich moder­nes Arbeiten und branchen­führende Fach­kompe­tenz mit Spaß verbinden. Data Engineer (m/w/d) Bochum, Berlin, Wiesbaden, Hamburg, in Voll- und Teilzeit",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Data-Engineer-in-berlin-berlin-coop235810908",
        "search_datetime": "2023-08-28T09:03:52.830220",
        "search_location": "Berlin, Berlin"
    },
    {
        "job_number": "whatjobs-27",
        "job_title": "Consultant Data Engineer (m/w/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "Cintellic GmbH",
        "publication_date": "16.08.2023",
        "job_description": "Die CINTELLIC Consulting Group ist eine der führenden Unternehmensberatungen für das digitale Kundenmanagement. Wir treiben bei DAX-Konzernen und renommierten Mittelständlern die Digitalisierung voran und helfen Umsätze und Erträge zu steigern. Wir arbeiten ergebnisfokussiert und setzen unser exzellentes Know-how im Zusammenspiel von Business, Data und Technology ein. Sie finden bei uns karrierestarke Jobs im Consulting in einem Team ohne Ellenbogen. Ausgezeichnet als Great Place to Work® und kununu-Top-Company. Werden Sie Teil unseres Teams, begleiten Sie aktiv digitale Zukunftsthemen und schreiben Sie CINTELLIC-Erfolgsgeschichte mit! Diese Stelle ist als unbefristete Vollzeit- oder Teilzeitstelle (min. 80%) ausgeschrieben.",
        "job_url": "https://de.whatjobs.com/Stellenangebot-f%C3%BCr-Consultant-Data-Engineer-in-berlin-berlin-coop241963370",
        "search_datetime": "2023-08-28T09:03:53.405513",
        "search_location": "Berlin, Berlin"
    },
    {
        "job_number": "whatjobs-28",
        "job_title": "Data Engineer (m/w/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "Tenhil GmbH & Co. KG",
        "publication_date": "Heute",
        "job_description": "Job Description Data Engineer (m/w/d) ÜBER UNS Die Unternehmen der TENHIL-Gruppe bieten preisgekrönte Lösungen für das Online-Recruiting: Reichweitenstarke Online-Stellenmärkte in Deutschland und Österreich sowie SaaS-Portallösungen für den Betrieb von Jobbörsen auf Partnerwebsites. Zu den Unternehmen der TENHIL-Gruppe zählen unter anderem die Jobbörsen stellenanzeigen.de, Yourfirm.de, Regio-Jobanzeiger.de, Jobblitz.de, Kalaydo.de und it-jobs.de. Mit dem Karrieretag hat TENHIL zudem einen führenden Anbieter von Karrieremessen im Portfolio. Deine Aufgaben Du kümmerst dich um den Aufbau und die Weiterentwicklung von Datenmodellen Du übernimmst die Konzipierung und Entwicklung von Datenqualitätsprüfungen und -optimierungen Du führst regelmäßige Deployments im Rahmen des Software Delivery Prozesses durch Du verantwortest die Dokumentation der Datenmodelle und Verarbeitungsstrecken für interne Zwecke, Dienstleister und Benutzer Du stimmst dich mit verantwortlichen System-Ownern anzubindender Datenquellen sowie IT und weiteren Stakeholdern ab Du arbeitest zusammen mit Data Analysten bei der Erstellung von Management Dashboards und Berichten, einschließlich gemeinsamer Anforderungen, Konzepte und Arbeitspakete Dein Profil Abgeschlossenes Studium der Informatik, Medien- oder Wirtschaftsinformatik oder eine vergleichbare Qualifikation Erfahrung mit ETL-Prozessen, idealerweise auf Basis von Azure, für den Einsatz als Data Engineer Erfahrungen im Design moderner Data Warehouses auf Basis von relationalen Datenbanksystemen sowie in der Erstellung und Analyse komplexer SQL-Abfragen Gutes Verständnis von Data Warehousing/Business Intelligence (DWH/BI) sowie Erfahrung im Umgang und Betrieb von SQL-Datenbanken, ETL-Prozessen und Programmiersprachen Kenntnisse in der Microsoft Cloud-Architektur und Datenbankumgebungen Erfahrung in der Umsetzung von Berichtsanforderungen mit Tools wie Tableau und/oder PowerBI oder ähnlichen Technologien wäre von Vorteil Gute Deutsch- und Englischkenntnisse in Wort und Schrift Deine Benefits bei uns Firmenkultur: Wir sind wohl das älteste Start Up der Welt und halten uns fortlaufend freien Raum für eigene Ideen und Kreativität. Mit Duz-Kultur und kurzen Kommunikationswegen werben wir nicht nur, sondern leben es auch! Dein Onboarding: Mehrwöchige individuelle Einarbeitung im Buddy-System und breitgefächerte Ausbildung in unserer Onboarding-Akademie Leistung zahlt sich aus: Neben deinem Gehalt schaffen wir die Möglichkeit, bei besonderer Leistung eine besondere Anerkennung zu erhalten Unbefristete Anstellung: Dich erwartet nach der erfolgreich bestandenen Probezeit von 6 Monaten ein unbefristetes Arbeitsverhältnis Attraktiver Standort: Unser modernes sowie zentral gelegenes Büro steht dir jederzeit offen und ist auf dem neuesten Stand der Dinge Arbeit und Privatleben: Wir legen großen Wert auf Deine Work-Life-Balance und vertrauen unseren Mitarbeitern, sodass wir die Möglichkeit anbieten die Arbeitsleistung an bis zu 5 Tage pro Woche remote zu erbringen Sport und Entspannung: Neben Firmenmassagen, Büro-Yoga, Fußball und vielen weiteren Angeboten, sorgen wir quartalsweise für spannende Teamevents und pushen unseren Teamspirit Corporate Benefits: Bis zu 20% auf mehr als 600 Marken Und was noch? 30 Tage Urlaub, betriebliche Altersvorsorge, Fort- und Weiterbildungsmöglichkeiten und vieles mehr",
        "job_url": "https://de.whatjobs.com/job/desc/249409736",
        "search_datetime": "2023-08-28T09:03:53.827524",
        "search_location": "Berlin, Berlin"
    },
    {
        "job_number": "whatjobs-29",
        "job_title": "Data Engineer (m/w/d)",
        "job_location": "Berlin, Berlin",
        "company_name": "FUNKE Mediengruppe",
        "publication_date": "Heute",
        "job_description": "Job Description Zur Verstärkung unseres Teams in Essen, Berlin, Braunschweig, Hamburg oder Ismaning suchen wir Dich als Data Engineer (m/w/d) ## DEINE AUFGABEN - Du begleitest spannende und vielfältige Datenprojekte in der digitalen Transformation der FUNKE Mediengruppe - Du berätst an der Schnittstelle zwischen Fachbereich und prozessbeteiligten Teams der Funke Technology rund um das Thema Daten, bist Enabler von Lösungen und blickst dabei immer über den Datenrand hinaus - Du erkennst Potentiale, bist Architekt der Dateninfrastruktur, modellierst Strukturen und schaffst damit die zentrale Basis für datenbasierte Geschäftsentscheidungen - Neben der Entwicklung von automatisierten Prozessen zur Datenaufbereitung, -integration und -analyse, arbeitest Du an der Sicherstellung von Datenqualitätsstandards und überprüfst diese im regelmäßigen Monitoring - Du administrierst die Datenplattform in dem Du Nutzer anlegst, Berechtigungen pflegst und für einen reibungslosten Ablauf sorgst ## DEIN PROFIL - Du hast ein abgeschlossenes Studium in Informatik, Statistik, Mathematik oder einer verwandten Fachrichtung und/oder eine vergleichbare Ausbildung - Du bist konzeptionell stark, verfügst über analytisches Denken und Kreativität - Du besitzt mehrjährige Erfahrung im Umgang von Datenintegrations- und -analyse-Tools, sowie fundierte Kenntnisse in Python, PySpark und SQL - Du bist kommunikationsstark, hast Spaß an selbstständiger Arbeit in eigenverantwortlichen, flexiblen Teams und Erfahrungen mit agilen Arbeitsmethoden - Erfahrungen mit Tableau, SAP BW oder Snowflake sind ein Plus, aber keine Voraussetzung ## DEINE BENEFITS - Innovation trifft Tradition: Du gestaltest die digitale Transformation unserer Mediengruppe mit - Entwickle Dich mit uns: Wir ermöglichen Dir die Teilnahme an individuellen Coachings, Workshops oder (Online)-Trainings im Rahmen unserer FUNKE Akademie - Flexibel arbeiten: Wir bieten Dir 30 Tage Urlaub und leben ein hybrides Arbeitsmodell, weil uns Deine Work-Life-Balance wichtig ist - Halte Dich fit und gesund: Profitiere von unseren Kooperationen mit verschiedensten Fitnessstudios sowie spannenden Gesundheitsaktionen - Corporate Benefits: Wir bieten Dir ein Benefit-Portal mit attraktiven Rabatten und Mitarbeitenden-Abos Haben wir Dein Interesse geweckt? Dann gestalte mit uns die Zukunft und sende uns Deine Bewerbung an Jennifer Korreck.>",
        "job_url": "https://de.whatjobs.com/job/desc/253590565",
        "search_datetime": "2023-08-28T09:03:54.367870",
        "search_location": "Berlin, Berlin"
    }
]