[
    {
        "company_name": "\n                TechBiz Global\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/techbiz-global?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Scientist\n",
        "job_location": "\n              Munich, Bavaria, Germany\n            ",
        "job_linkedin_id": "3720164595",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3720164595",
        "job_amount_applicants": "\n            Be among the first 25 applicants\n          ",
        "job_seniority_level_text": "\n            Not Applicable\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Engineering\n          ",
        "job_industries_text": "\n          Manufacturing\n          ",
        "job_description": "\n        TechBiz Global is a leading IT recruitment company. We provide IT recruitment, outstaffing, outsourcing, software development, and different consulting services with a primary focus on making our partners achieve their business goals successfully.At TechBiz Global, we celebrate diversity and are promoting an inclusive environment. Our clients and partners are located around the world.Our team is looking for a Data Scientist to join one of the world’s leading providers of reinsurance, primary insurance and insurance-related risk solutionsYou are a curious and engaged Data Scientist enjoying complexity through having different roles, from supporting client-facing projects to owning scalable solutions.Responsibilities:Growing existing and developing new data analytics solutions for external clients based on customer needs;Cooperating with business units (incl. consulting or service units) and central units (e.g. IT, Innovation Department) to identify further client needs and to ensure marketing, enrolment of existing solutions;Executing data analytics client projects including showcasing our solutions and our key topics to internal and external stakeholders;Taking leading roles in the platform team helping to continuously extend the platform.Outstanding theoretical and practical understanding of modern statistical modelling and machine learning techniques as well as its related technology and software (university degree or PhD and/ or publications);Track record in executing, managing data analytics projects and solutions; programming skills (Python, SQL, ..);Interest or experience in building predictive models based on structured primary insurance data is a plus;Working collaboratively and efficiently in an international and interdisciplinary environment with client facing arrangements, proficient in agile ways of working;Flexibility, bringing a curious and creative mind set, open to give and receive feedback in order to accelerate development;Strong written and verbal communication in English, other languages a plus.What we offer: Relocation opportunity, including visa support;Competitive salary: appropriate compensation for your high level of commitment;Retirement provision: state of the art in-house pension solutions;Work-life balance: promoting the compatibility of family and work in addition to overall work-life balance;Health management: focus on your physical and mental health far beyond legal requirements;Hybrid working: living the best of both worlds – we offer you a very flexible approach as well as the opportunity to work from abroad on an occasional basis.\n",
        "search_datetime": "2023-09-14T18:16:40.605915",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "\n                Machine Learning Reply GmbH\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/machine-learning-reply-de?trk=public_jobs_topcard-org-name",
        "job_title": "\nMachine Learning Engineer (m/f/d)\n",
        "job_location": "\n              Munich, Bavaria, Germany\n            ",
        "job_linkedin_id": "3698390785",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3698390785",
        "job_amount_applicants": "\n          54 applicants\n        ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          IT Services and IT Consulting\n          ",
        "job_description": "\nJob DescriptionAtMachine Learning Reply Germany we work with our clients on leading-edge projects for which we are seeking Machine Learning Engineers to serve our client projects in multiple industries.Machine Learning Reply, with its sister company in Italy and over 12.000 employees at globally offers consulting and software implementation services with a focus on innovative AI and ML topics like Natural Language Processing, Computer Vision, Time Series Analysis, Machine Learning Platforms, and more.In our Unit Machine Learning Engineering we currently hire talents with Data Engineering and Cloud know-how who would like to develop not only PoCs but productive machine learning applications or platforms including automatic unit tests and end-to-end tests, automatic deployment pipelines, mechanisms for scaling in the cloud, monitoring solutions and operations support. We call this profile “Machine Learning Engineer”. You should love to see the ML algorithms working for millions of users, devices, sensors, etc., making the world a smarter, safer, more interesting, and/or more efficient place to live.Tasks:Build, maintain, and operate cloud-based solutions with one of the major cloud providers (AWS, Azure, GCP) and big data technologies (Hadoop, Spark, Kafka..)Use programming languages such as Python, SQL, Java, Scala to build solutions for solving customers’ problems in Machine Learning domain, as well as, any other domain. Utilize CI/CD (GitLab, Jenkins..) and DevOps paradigms to develop, deploy, and scale applications with Infrastructure as code(Terraform, Helm, Ansible), and container-based technologies (Docker, Kubernetes)Build and maintain data-intensive applications with big data technologies like Apache Spark, Hadoop, and databases (SQL and NoSQL), using batch or real-time data integration (Kafka, RabbitMQ). What we offer you:Access to work on projects across industries (large and mid-market companies in Banking, Insurance, Automotive, Retail, etc.)Broaden your skills through interdisciplinary work and training between the areas of data engineering, cloud architecture and data scienceBenefit from industry leading cooperations in the cloud, BI and AutoML fieldVery active social program - including trainings, conferences, team buildings, Reply Exchange, communities of practices and hackathonsWork in an open, flat environment, within a broad Reply knowledge sharing networkAward winning office space in downtown Munich with access to “Stammstrecke”You choose your state-of-the-art work equipmentPublic transport ticket within MunichGym-membership subsidy for a gym of your choiceFlexible work environment between client, Reply office and remote workRequirementsTechnical QualificationsYou successfully completed studies in computer science, mathematics, physics, business administration, or equivalent. Depending on your seniority, you have 1+ years of work experience in industry or consulting and developing production systems with MLOps/DevOps principles. You demonstrate experience with ML and cloud computing platforms (AWS, GCP, Azure), additionally Databricks. You have hands-on expertise, and interest in the diverse end-to-end Machine Learning Engineering stack, including Data Engineering, Microservices, Frontend and Backend development. Non-Technical QualificationsYou have a high level of customer orientation and excellent communication skills. You are willing to travel. You are fluent in English and have at least intermediate proficiency (B1) in German (willing to improve). Nice to HaveExperience working with modern ML and DL frameworks such as TensorFlow, PyTorch and Keras. Knowledge and experience in software engineering best practices. Experience with Front-end Web Development Technologies Vue.js, AngularJS, Django, HTML, CSS.\n",
        "search_datetime": "2023-09-14T18:16:40.999193",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "\n                Walaris\n              ",
        "company_linkedin_url": "https://www.linkedin.com/company/walaris?trk=public_jobs_topcard-org-name",
        "job_title": "\nAI / Computer Vision Engineer (m/f/d)\n",
        "job_location": "\n              Munich, Bavaria, Germany\n            ",
        "job_linkedin_id": "3590334302",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3590334302",
        "job_amount_applicants": "\n            Over 200 applicants\n          ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Engineering and Information Technology\n          ",
        "job_industries_text": "\n          Technology, Information and Internet\n          ",
        "job_description": "\n        Founded at Stanford University, Walaris develops autonomous AI-based solutions focused on enhancing situational awareness. Our AirScout software platform uses artificial intelligence, sensor fusion, and edge computing to detect, classify, and track unwanted drones in protected airspace. Our cutting-edge technology is utilized by commercial, government, and military users to increase airspace awareness in and around sensitive locations.AI / CV Engineers at Walaris are the heart of our company, using the latest technologies to solve technical challenges. They develop real-time machine learning & image processing systems, and continuously design new concepts to generate innovative software solutions. They work together in cross-functional and international teams to exceed the expectations of our customers.For our offices in Munich or Nuremberg, we are looking for an AI / Computer Vision Engineer (m/f/d) starting as soon as possible:Responsibilities:Take responsibility for the research, development and implementation of ML algorithms and extended deep learning applicationsAssist in the training and implementation of neural networks for our real-time AI/ML image processing systemsParticipate in data evaluation to increase our model performanceOversee computer vision projects, including project requirements definition, evaluation metrics and technical documentation developmentCollaborate closely with our cross-functional teams to integrate our AI solutions into our product. RequirementsYou graduated from a PhD in the field of computer science, artificial intelligence, or a related area. You bring excellent programming skills in Python and have experience with Pytorch or TensorflowYou have interest in innovation, enjoy conducting research and staying up-to-date with the latestYou ideally have first-hand professional experience as a software developer in the field of AIBenefitsJoin our mission and our dynamic team! Help save lives and protect local and national security using bleeding edge technologies. This opportunity provides the chance to pioneer new fields and shoulder significant responsibility developing and deploying industry-defining solutions. At Walaris, you’ll have creative freedom, receive competitive compensation, and work in a fast-paced environment.If you’re interested in learning more, please submit an application (cover letter, resume, and transcript) via our online application form.\n      ",
        "search_datetime": "2023-09-14T18:16:41.521036",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Munich, Germany"
    }
]