[
    {
        "company_name": "\n                bookingkit\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/bookingkit?trk=public_jobs_topcard-org-name",
        "job_title": "\nJunior Data Engineer\n",
        "job_location": "\n              Berlin, Berlin, Germany\n            ",
        "job_linkedin_id": "3714652685",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3714652685",
        "job_amount_applicants": "\n          65 applicants\n        ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Software Development\n          ",
        "job_description": "\n        It started with four people and one joint dream. Now, six years later, dozens of bookingkids support Europe’s leading Software for Tours, Activities & Attractions and share their dream.About Bookingkitbookingkit is a growing company and already we are Europe’s leading booking and reservation management software for tours and activity providers. Our 2025 strategy is set in stone and we have challenged ourselves to digitise and revolutionise the Tours, Activities & Attractions market directly.We need YOU, to propel us in this journey as we #trust in you and your ambition to be one of us. In return, we give you transparency and ownership so that you #grow with us and we rely on each other for the success of bookingkit.At bookingkit, we believe experiences arise from community. This is why we work together as a group of currently 80 people with diverse backgrounds - sharing our common goal of creating an environment for every team member to grow as an individual and professional. #bookingkindnessToo hard to believe? Check out our Kununu and Glassdoor ratingsOur Vision and MissionWe Already Know Where We Want To Be In 3 Years And The Impact We Want To Have In 10 Yearsbookingkit's vision is to create a world where our technology makes operating and marketing experiences easy and fun.Our mission is to make bookingkit the most integrated booking technology for professional European attractions.Our Tech StackPython, SQL, dbt, Airflow, Gitlab, Metabase, AWS, Jira, SalesforceSo we are looking for you as a Junior Data Engineer (m/f/d) to work full-time with us starting immediately!Your Day-to-Day Work In This RoleDesign, build and deploy data pipelines integrating product and third party tool data to improve the current data architecture and enable other analysts for reporting needs.Monitoring data pipelines and performing regular quality checks to ensure data accuracy and reliability.Participating in code reviews and contributing to the development of data transformation pipelines.Troubleshooting and resolving data-related issues promptly to minimize disruptions to business operations.Participate in discussions/decisions regarding future engineering direction; as well as evaluation, prioritization and elimination of technical debtEngage with other teams to understand the business processes to find bottlenecks, improve and maintain the data qualityPartner with engineers and business process owners to build data products and solutions for multiple departments such as sales, account management and marketing100% remote work possible!We Are Match If 2+ years of experience in Data Engineering, ETL, Data Warehousing or other data movement applications2+ years of experience in the design, development, testing and integration of high complex softwareProficiency in SQL for data querying and manipulation.Dashboard/Reporting tool experience (Power BI, Metabase, Tableau,...)Ability to articulate complex topics and present them in a concise and very clear wayAbility to take ambiguity and reduce complexityEnglish at a business fluent levelExtra Awesome IfExperience with dbt, or similar tool, for data transformation and modeling.Familiarity with Apache Airflow for workflow orchestration. Our Team SetupOur Business Intelligence team: Diego (Business Intelligence Lead / Data Engineer), Talat (WS Data Analyst), Ciprian (Salesforce Administrator), Ayush (Executive Assistant / Data Analyst)Perks And Benefits100% remote work: We have a remote work setup. Do you like to work from the office? So do several of our colleagues -- you can join them in our sunny office in Berlin. There is also a very generous Mobile Working policy allowing you to work from almost anywhere for a portion of the year! Corporate Discounts: We take part in company discount programs with partners and other startups, e.g. GetYourGuide. Flat Communication: Open communication and accessibility between teams and leads is how we operate at bookingkit. Annual Private Travel Subsidy: We are part of the tourism, events, and travel industry - so obviously travel is great! Even in our current times, we subsidize private travel with up to 150€ annually per bookingkid. Public Transportation Subsidy: We subsidize public transportation costs in EU countries with a flat fee. Depending on location this can be up to 50% of the total transportation cost. Gym Subsidy: We subsidize Urban Sports Club memberships to stay active and fit for bookingkids in Germany. Team Events: Our bookingkit BBQ in Berlin is a tradition that we offer multiple times in the year! Beyond that, we have summer and winter events to meet in person. Even ex-bookingkids come back to catch up with us on event days! Extra Charity Day: We love it when bookingkids are involved in charity work. We support you with one extra day of leave for charity work.Our Interview Steps People And Culture Screening Call (30 minutes) with Stephanie, COO. Hiring Manager Interview (30 minutes) with Diego, Business Intelligence Lead. Case Study Presentation (60 minutes) with Diego, Business Intelligence Lead + another team member. Meet The Team (15 minutes) with the entire Business Intelligence team.\n",
        "search_datetime": "2023-09-14T18:14:36.770838",
        "search_keyword": "Data Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "\n                Raisin\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/join-raisin-ds?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Engineer (m/f/d)\n",
        "job_location": "\n              Berlin, Berlin, Germany\n            ",
        "job_linkedin_id": "3704998318",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3704998318",
        "job_amount_applicants": "\n          87 applicants\n        ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Banking\n          ",
        "job_description": "\nTeamBeing a member of the Revenue team at Raisin who is primarily responsible for invoicing, compensation and revenue transformation across Raisin, these processes architecture, design, development and management are to be built on big data architecture. The candidate for this position will be responsible for contributing to the whole development cycle, from architecture, design, development and support of the solution, in addition to the reporting and analytics. Your ResponsibilitiesDeliver and manage the invoicing and revenue aspects of business intelligence and analytics. This includes the capability to architect, design, develop and support data extraction, transformation and orchestration processes in addition to data modeling and performance optimization on the data warehouse. Create and optimize data pipelines using Airflow, Snowflake and AWS. Work with the analytics team to design and develop the BI tool semantic layer from an engineering perspective (modeling, performance optimization etc...)Mentor junior individuals and help them develop their skills as required. Plan, delegate and regulate work load within the team. Work with other teams to resolve dependencies. Execute proofs of concept to test and evaluate new tools and technologies relevant to business intelligence and analytics and propose adoption wherever necessary. Your ProfileSolid experience in Airflow, Python programming and SQL. Knowledge of AWS services and kubernetes. Bachelors in Mathematics, Computer Science or other relevant quantitative fieldsStrong analytical and quantitative approach to problemsKnowledge of Data Engineering best practices in Data Quality, Observability, etcComfortable in dynamic and changing environment - strong inclination to take responsibility for your workEagerness and hunger to learn - on the job learningJoin our mission, join our team - and grow with us!At Raisin, we care about each other and it is one of our top priorities to foster an open and caring environment in which everyone feels welcome and comfortable. Our culture is strongly driven by our ambitious team, which, connects more than 40 different nationalities.You'll find us in our modern and open office in the trendy Kreuzberg district with a view of the Spree River, ideally connected to public transportation and surrounded by a variety of restaurants and shopping opportunities.As part of our team, you will benefit from:Personal training budget of 1,700 € and four full training days per year. Access to Babbel for continuous language learning. Free choice of hardware. Hungry all the time? Snacks, daily fresh fruit as well as drinks provided at the office. Flexible working hours, home office and 28 vacation days. Enjoy more than 50+ different sports with Urban Sports Club: We subsidize your membership with more than €20 per month. A company pension scheme (Betriebliche Altersvorsorge), which we support with 20%. Do you miss being in the office? The corporate ticket gets you there, which we subsidize with €25 per month (BVG Firmenticket for Berlin and HVV ProfiTicket for HH). You are moving from another country or city to join us? We will support your relocatio\n",
        "search_datetime": "2023-09-14T18:14:37.095875",
        "search_keyword": "Data Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "\n                Jina AI\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/jinaai?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Engineer Intern (f/m/d)\n",
        "job_location": "\n              Berlin, Berlin, Germany\n            ",
        "job_linkedin_id": "3705729043",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3705729043",
        "job_amount_applicants": "\n          131 applicants\n        ",
        "job_seniority_level_text": "\n            Not Applicable\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Transportation, Logistics, Supply Chain and Storage\n          ",
        "job_description": "\n        🙌 Who are we?A commercial open-source company that empowers businesses and developers to create cutting-edge neural search, generative AI, and multimodal services using state-of-the-art LMOps, MLOps, and cloud-native technologies Founded in Feb. 2020, raised $37.5M in 20 months. Now a global team of 65 with three offices: Berlin (HQ), Shenzhen, and Beijing One of the high-valued & high-potential AI startups in the world, featured on Forbes DACH AI30 2020, CBInsights AI 100 2021 & 2022✨ Who do we want? You are passionate about multimodal intelligence and making it accessible to everyone You want to work with the latest technologies and are fascinated by AI/ML You are a fast learner and a team player and enjoy working in an async, distributed environment You are proactive and take ownership of your projects You have excellent communication skills in English💁 About this positionThe Data Engineer Intern will collaborate with our software engineers, and machine learning engineers on data initiatives and will ensure optimal data delivery architecture is consistent throughout ongoing projects.Please, note that we are looking for someone that can join us in our Berlin office and that we are not offering visa sponsorship for this role at the moment.Your main responsibilities would be:You will develop, construct, test, and maintain architectures (data lake, data warehouse, etc.)You will work on data acquisition, data transformation, and data managementYou will work with stakeholders including Product, Data, and Machine learning engineers to assist with data-related technical issues and support their data infrastructure needsYou will ensure data quality and integrityYou will work on the implementation and support of ETL process (Extract, transform, load) You will monitor performance and advise any necessary infrastructure changesRequirements for this position would include:Bachelor's degree in Computer Science, Information Systems, or equivalent educationStrong analytic skills related to working with unstructured datasets Interested in message queuing, stream processing, and highly scalable data storesExperience with Python, Scala or similar Experience with big data tools: Spark, Kafka, etc. Preferred Qualifications:Experience with AWS cloud services: EC, S3 etc😊 Benefits & Perks💰 Competitive salary🌎 Multi-cultural & diverse team🎓 Numerous opportunities to present/attend top AI/OSS/industry conference🦄 Rapid career development opportunities alongside the company🏢 Central office in downtown Berlin, San Jose, Shenzhen, Beijing⛱️ Free snacks & drinks, monthly team events, flexible working hours, home office options💻 Macbooks & top-notch equipment💼 Hiring ProcessCandidates can expect the hiring process to follow the order below. Please keep in mind that candidates can be declined from the position at any stage of the process. The first round is the CV screening, candidates will receive an email that contains a link for booking the next round. This process takes a maximum of one week Qualified candidates will be invited to schedule a 30-minute screening call specifically on Zoom with one of our global recruiters Next, candidates will be invited to a Technical Peer Interview. During the interview, which will last 1 hour, the team will examine your fundamental knowledge and coding skills as well as your motivation to join Jina AI; one should also expect a live-coding challenge in 10 to 15 minutesWe will collect the feedback from all interviewers and make a decision in a maximum of two weeks (on average it takes 5 working days). Then the candidate will be invited to another 15-minute call with our recruiters to discuss the terms of the offer.\n      ",
        "search_datetime": "2023-09-14T18:14:37.637287",
        "search_keyword": "Data Engineer",
        "search_location": "Berlin, Germany"
    }
]