[
    {
        "company_name": "\n                Volt.io\n              ",
        "company_linkedin_url": "https://uk.linkedin.com/company/voltio?trk=public_jobs_topcard-org-name",
        "job_title": "\nAnalytics Engineer\n",
        "job_location": "\n              Berlin, Berlin, Germany\n            ",
        "job_linkedin_id": "3688655136",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3688655136",
        "job_amount_applicants": "\n            Over 200 applicants\n          ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Technology, Information and Internet\n          ",
        "job_description": "\nTeam: Data Infrastructure & AnalyticsReporting to: VP of Data Infrastructure & AnalyticsLocation: BerlinAbout Volt:When Volt launched in 2019, we recognised how Open Banking has the power to transform how businesses, wherever they happen to be, receive payments from their customers.So, we set about building an Open Payments Gateway that enables merchants across the globe to receive direct, account-to-account payments – in real time.Co-founded by industry experts Tom Greenwood, Steffen Vollert and Jordan Lawrence, we’ve brought together the most experienced, trusted names from across the industry. Now, we’re perfectly positioned to power a real-time payments revolution.We’re headquartered in the UK - with offices in Poland, the Netherlands, Germany and São Paulo – our mission is truly global. We live by our ‘real-time payments everywhere’ vision.Now, on the back of $23.5 million Series A and $60 million Series B funding rounds, we’re 150-people strong and poised for an exciting new phase of growth. Will you join us on our journey?About the role:As an Analytics Engineer, you will be one of the driving forces behind designing and maintaining the infrastructure that supports data analysis and reporting within our organization. Your expertise in statistical methods, data analysis best practices, and data visualization will enable you to translate complex data insights into easily understandable information for non-technical stakeholders. You will play a key role in designing data models and architectures, developing insightful reports and visualizations, and collaborating with cross-functional teams to provide data-driven insights and recommendations. Your meticulous attention to data accuracy and integrity, combined with your commitment to staying current with the latest data technologies and best practices, will be instrumental in optimizing our data analysis processes and delivering valuable insights to drive strategic decision-making.What the role involves: Data Model and Architecture Design:Collaborate with data scientists, analysts, and other stakeholders to design and implement data models and architectures that support analytics and reportingEnsure data structures are optimized for efficient data analysis and storageReporting and Visualization Development:Develop and maintain insightful reports, interactive dashboards, and data visualizations that effectively communicate data insights to stakeholdersEmploy data visualization tools (e.g., Tableau, Power BI) to present complex data in a clear and intuitive mannerData-Driven Decision Support:Work closely with cross-functional teams to understand business requirements and translate them into actionable data insights and recommendationsProvide analytical support and expertise to stakeholders, empowering evidence-based decision-makingData Validation and Cleaning:Implement data validation and cleaning processes to ensure data accuracy, consistency, and integrityIdentify and address data quality issues to improve the reliability of analytical outputsTechnology and Best Practices:Stay up-to-date with the latest data technologies, statistical methods, and data analysis best practicesContinuously improve data analysis processes and methodologies to enhance efficiency and effectivenessRequirementsAbout you:Bachelor's or Master's degree in Data Science, Statistics, Computer Science, or a related fieldAt least 3 years of experience as an Analytics Engineer, Data Analyst, or a similar role involving data modeling and reportingStrong background in statistics, data analysis, and data visualizationProficiency in statistical software such as R or Python for data analysis and modelingSolid understanding of SQL and database technologies for data querying and manipulationExperience with data visualization tools (e.g., Tableau, Power BI) to create insightful reports and dashboardsExcellent problem-solving and critical-thinking skills with the ability to handle complex data challengesStrong communication skills to effectively convey technical concepts to non-technical stakeholdersDetail-oriented and committed to ensuring data accuracy and integrityAbility to work collaboratively with cross-functional teams in a dynamic and fast-paced environmentWhat happens next?Selected candidates will be invited for an initial interview with our People & Culture representative. The video meeting will take about 30 minutes,Then it’s time for a second interview! The meeting will be conducted by our Analytics Engineer and VP of Operations and will last 1 hour,Our VP of Data Infrastructure & Analytics would also like to chat with you :) You can expect the meeting to last approximately 30 minutes,During a Final Interview you will have a chance to meet our SVP of Operations. The meeting will take 30 minutes,If successful, you will be given a job offer proposalBenefitsCompetitive salary 💰Flexible hours and hybrid working 🏡Enhanced Parental Leave 👪25 days holiday + your birthday off 🥳Digital Detox: once every two months on Friday we close down all comms at Volt. The whole business is officially ordered to take the day off!🧘🏻‍♀️Brand new macbook pro💻At Volt, diversity and inclusion are integral to our culture.We believe in hiring for cultural add, embracing difference and fostering a safe space where everyone can bring their authentic selves. Our mission is to transform the payments industry and this is only possible through the power of our diverse and talented team.Join us in making real-time payments accessible for all.\n",
        "search_datetime": "2023-09-14T18:15:41.773409",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "\n                nebenan.de\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/nebenan-de?trk=public_jobs_topcard-org-name",
        "job_title": "\nAnalytics Engineer (f/m/d)\n",
        "job_location": "\n              Berlin, Berlin, Germany\n            ",
        "job_linkedin_id": "3707648493",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3707648493",
        "job_amount_applicants": "\n          56 applicants\n        ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          IT Services and IT Consulting\n          ",
        "job_description": "\nYour missionDesign, develop, and maintain scalable data pipelines using technologies such as aws, dbt,and snowflakeCollaborate with cross-functional teams,including stakeholders,developers, data engineers, and analysts, to understand both downstream and upstream data needsEngage with stakeholders, gather information about data usage and understand their needs to translate them into effective data modelsEnsure accurate and timely data delivery to support decision-making processes striking a balance between efficiency and attention to detailImplement and maintain data governance procedures to ensure data quality, security and compliance. Your profileYou have experience in an analytics engineering role or similar, with a solid understanding of data. warehousing and ETL conceptsYou feel comfortable writing SQL and, moreover, understand how the data models fit in the data landscape of the companyYou have knowledge of data modeling using dbt, some experience working with a cloud provider, such as aws, and data warehousing (ideally with snowflake) . You can work with version control systems, preferably gitYou have working experience in another programming language eg Python, Java, ScalaYou possess excellent communication skills with the ability to effectively convey complex data concepts to both technical and non-technical stakeholdersYou stay up to date with the latest trends in the field and are eager to share what you learn with your colleaguesYou are passionate about diversity, collaboration and inclusivity and foster an environment where all team members feel welcomed and valuedWhat We OfferA meaningful job! We create a great product with real social impactCollaboration in a great, experienced and international team that exchanges ideas and learns from each otherInsight into the entire work process of our startup as well as the nebenan.de foundationResponsibility and great opportunities to get actively involvedA flexible vacation policy - take as much vacation as you need. We also offer the option of a sabbaticalYour nebenan.de Spendit Card - per month you receive an additional income of 35 euros, which you can use for things of your choiceA strength-based development culture (we work with the Gallup StrengthsFinder)A workplace in Berlin-Kreuzberg, in a cheerful team and regular events such as lunch roulette / lunch & learn / yoga / back coursesA company pension planFlexible working hours and the possibility of working remotely\n",
        "search_datetime": "2023-09-14T18:15:43.042912",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "\n                bookingkit\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/bookingkit?trk=public_jobs_topcard-org-name",
        "job_title": "\nJunior Data Engineer\n",
        "job_location": "\n              Berlin, Berlin, Germany\n            ",
        "job_linkedin_id": "3714652685",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3714652685",
        "job_amount_applicants": "\n          65 applicants\n        ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Software Development\n          ",
        "job_description": "\n        It started with four people and one joint dream. Now, six years later, dozens of bookingkids support Europe’s leading Software for Tours, Activities & Attractions and share their dream.About Bookingkitbookingkit is a growing company and already we are Europe’s leading booking and reservation management software for tours and activity providers. Our 2025 strategy is set in stone and we have challenged ourselves to digitise and revolutionise the Tours, Activities & Attractions market directly.We need YOU, to propel us in this journey as we #trust in you and your ambition to be one of us. In return, we give you transparency and ownership so that you #grow with us and we rely on each other for the success of bookingkit.At bookingkit, we believe experiences arise from community. This is why we work together as a group of currently 80 people with diverse backgrounds - sharing our common goal of creating an environment for every team member to grow as an individual and professional. #bookingkindnessToo hard to believe? Check out our Kununu and Glassdoor ratingsOur Vision and MissionWe Already Know Where We Want To Be In 3 Years And The Impact We Want To Have In 10 Yearsbookingkit's vision is to create a world where our technology makes operating and marketing experiences easy and fun.Our mission is to make bookingkit the most integrated booking technology for professional European attractions.Our Tech StackPython, SQL, dbt, Airflow, Gitlab, Metabase, AWS, Jira, SalesforceSo we are looking for you as a Junior Data Engineer (m/f/d) to work full-time with us starting immediately!Your Day-to-Day Work In This RoleDesign, build and deploy data pipelines integrating product and third party tool data to improve the current data architecture and enable other analysts for reporting needs.Monitoring data pipelines and performing regular quality checks to ensure data accuracy and reliability.Participating in code reviews and contributing to the development of data transformation pipelines.Troubleshooting and resolving data-related issues promptly to minimize disruptions to business operations.Participate in discussions/decisions regarding future engineering direction; as well as evaluation, prioritization and elimination of technical debtEngage with other teams to understand the business processes to find bottlenecks, improve and maintain the data qualityPartner with engineers and business process owners to build data products and solutions for multiple departments such as sales, account management and marketing100% remote work possible!We Are Match If 2+ years of experience in Data Engineering, ETL, Data Warehousing or other data movement applications2+ years of experience in the design, development, testing and integration of high complex softwareProficiency in SQL for data querying and manipulation.Dashboard/Reporting tool experience (Power BI, Metabase, Tableau,...)Ability to articulate complex topics and present them in a concise and very clear wayAbility to take ambiguity and reduce complexityEnglish at a business fluent levelExtra Awesome IfExperience with dbt, or similar tool, for data transformation and modeling.Familiarity with Apache Airflow for workflow orchestration. Our Team SetupOur Business Intelligence team: Diego (Business Intelligence Lead / Data Engineer), Talat (WS Data Analyst), Ciprian (Salesforce Administrator), Ayush (Executive Assistant / Data Analyst)Perks And Benefits100% remote work: We have a remote work setup. Do you like to work from the office? So do several of our colleagues -- you can join them in our sunny office in Berlin. There is also a very generous Mobile Working policy allowing you to work from almost anywhere for a portion of the year! Corporate Discounts: We take part in company discount programs with partners and other startups, e.g. GetYourGuide. Flat Communication: Open communication and accessibility between teams and leads is how we operate at bookingkit. Annual Private Travel Subsidy: We are part of the tourism, events, and travel industry - so obviously travel is great! Even in our current times, we subsidize private travel with up to 150€ annually per bookingkid. Public Transportation Subsidy: We subsidize public transportation costs in EU countries with a flat fee. Depending on location this can be up to 50% of the total transportation cost. Gym Subsidy: We subsidize Urban Sports Club memberships to stay active and fit for bookingkids in Germany. Team Events: Our bookingkit BBQ in Berlin is a tradition that we offer multiple times in the year! Beyond that, we have summer and winter events to meet in person. Even ex-bookingkids come back to catch up with us on event days! Extra Charity Day: We love it when bookingkids are involved in charity work. We support you with one extra day of leave for charity work.Our Interview Steps People And Culture Screening Call (30 minutes) with Stephanie, COO. Hiring Manager Interview (30 minutes) with Diego, Business Intelligence Lead. Case Study Presentation (60 minutes) with Diego, Business Intelligence Lead + another team member. Meet The Team (15 minutes) with the entire Business Intelligence team.\n",
        "search_datetime": "2023-09-14T18:15:43.711720",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Berlin, Germany"
    }
]