[
    {
        "company_name": "\n                initions\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/initions-ag?trk=public_jobs_topcard-org-name",
        "job_title": "\n(Junior) Data Engineer (m/w/d)\n",
        "job_location": "\n              Hamburg, Hamburg, Germany\n            ",
        "job_linkedin_id": "3641562052",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3641562052",
        "job_amount_applicants": "\n          38 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Software Development\n          ",
        "job_description": "\nDeine MissionWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von state-of-the-art Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere Standorte Hamburg oder Köln als(Junior) Data Engineer (m/w/d) Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben: Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen,Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beraten Dein ProfilWichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine vollständigen Bewerbungsunterlagen mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!Für weitere Fragen steht Dir Deine Ansprechpartnerin Katharina gerne zur Verfügung.Bitte beachte unsere Datenschutzhinweise unter https://www.initions.com/datenschutz/.initions GmbHFrau Katharina BaderWeidestraße 120a22083 Hamburgbewerbung@initions.dewww.initions.com/karrierehttps://www.kununu.com/de/initions/kommentareÜber unsUnser Antrieb sind innovative, praxistaugliche und herausragende Projekte auf dem Gebiet der analytischen Datenverarbeitung. In den vergangenen 20 Jahren hat unser Team sehr erfolgreiche Lösungen in einer Vielzahl von Branchen implementiert. Unser Name steht bei unseren Kunden für Professionalität und Vertrauen. Mit jeder Herausforderung, mit jedem neuen Projekt gewinnt und teilt unser Team Erfahrungen und „Best Practices“. Unser Bestreben ist es, immer besser zu werden und Sie als Kunden noch erfolgreicher zu machen. Unser Portfolio reicht dabei von traditionellen Data Warehouse- und Business Intelligence-Ansätzen über Big Data, IoT, Data Lake und Self-Service-BI-Lösungen bis hin zu Cloud Data Plattformen und Verfahren der Künstlichen Intelligenz.\n      ",
        "search_datetime": "2023-09-14T18:15:21.729770",
        "search_keyword": "Big Data Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "\n                Mindcurv\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/mindcurv?trk=public_jobs_topcard-org-name",
        "job_title": "\n(Junior) Data Engineer (m/w/d)\n",
        "job_location": "\n              Hamburg, Hamburg, Germany\n            ",
        "job_linkedin_id": "3694179277",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3694179277",
        "job_amount_applicants": "\n            Over 200 applicants\n          ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          IT Services and IT Consulting\n          ",
        "job_description": "\nWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere StandorteHamburgoderKölnals(Junior) Berater Business Intelligence (m/w/d)Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben:Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen, Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beratenDein Profil: Wichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Neugier geweckt? Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine Bewerbung mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de oder über den untenstehenden Button. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!\n",
        "search_datetime": "2023-09-14T18:15:23.206121",
        "search_keyword": "Big Data Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "\n                doola\n              ",
        "company_linkedin_url": "https://www.linkedin.com/company/doolahq?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Engineer (Hamburg)\n",
        "job_location": "\n              Hamburg, Hamburg, Germany\n            ",
        "job_linkedin_id": "3625992231",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3625992231",
        "job_amount_applicants": "\n          71 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Technology, Information and Internet\n          ",
        "job_description": "\nWhat We're Looking ForAs a Data Engineer at doola, you will shape the future of what data-driven organizations look like, drive processes for extracting and using that data in creative ways, and will enjoy seeing your insights turned into real products.You'll have a front-row seat and get to \"live in the future\" by not only seeing the types of awe-inspiring companies founders globally are launching but also by seeing the trends and patterns globally of new business formation and entrepreneurship.If you love data, engineering, and want to have an outsized impact at a growing startup in NYC, this role is for you.What You Will Do Identify opportunities to improve our models. - Assemble large, complex data sets that meet business requirements. - Expand and optimize our data and data pipeline architecture, as well as optimize data flow and collection for our teams. - Build the infrastructure required for automated optimal extraction, transformation, and loading of data from a wide variety of data sources using Python, SQL, and AWS tools. - Develop strategies to capture data on buyer preferences. - Build analytics tools and provide actionable insights into customer acquisition, operational efficiency, and other key business performance metrics.Who You Are Experienced: We are looking for a candidate with 2+ years of experience in a Data Engineer role, who has attained a Graduate degree in Computer Science, Statistics, Informatics, Information Systems, or another quantitative field. They should also have experience using the following software/tools: - - Good understanding of shell commands and scripting for automation (Bash) - - Understanding of statistical concepts - - Proficiency in SQL, numerical programming, and data wrangling in Python - - Experience building RESTful APIs - - Experience with relational SQL and NoSQL databases - - Experience with AWS cloud services: S3, Lambda, RDS, ECS, ECR. - - Experience with DevOps tools (GitHub) - - Experience with Container technologies (Docker) - Must-have: You Know DynamoDB: This is key for a few specific reasons at doola. First, long term, we would like to store payment data in DynamoDB and have that information accessible to customers in-app and in internal-facing tools/dashboards. Second, this would also make it easier for us to track upsell modules as we expand our a _la carte solution _offerings. We hope these two examples give you a sense of the tangible, immediate impact you'd have at doola. - Must-have: Experience in AWS + API Handling: Many platforms we use aren't natively compatible with each other, meaning a custom solution is required and/or we need to set up an alternative solution. If thinking through tricky situations like this to find 90:10 (90% of solution with 10% of effort) solutions excites you, you're going to love this role. - Thoughtful problem-solving: For you, problem-solving starts with a clear and accurate understanding of the context. You can decompose tricky problems and work towards a clean solution, by yourself or with teammates. You're comfortable asking for help when you get stuck. - Pragmatic and business-oriented: You care about the business impact of what you're building, and you prioritize projects accordingly. You're not just going after cool stuff—you understand the balance between craft, speed, and the bottom line. - Not ideological about technology: To you, technologies and programming languages are about tradeoffs. You may be opinionated, but you're not ideological and can learn new technologies as you go. - Team player: You understand when work is better, together. You enjoy collaborating cross-functionally to accomplish shared goals, and you care about learning, growing, and helping others to do the same.Bonus points You're proficient with any part of our technology stack: Node.js, Puppeteer, DynamoDB, Serverless. - You've heard of computing pioneers like Ada Lovelace, Douglas Engelbart, Alan Kay, Martin Fowler, and others—and understand why we love their foundational work. - You have interests outside of technology, such as in art, history, or social sciences.About Dooladoola is building the OS for the next generation of online businesses. Formation. Legal Docs. EIN. US Address. Bank Account. Payments. Taxes. Website. US Phone Number. $1000s in Software Perks. And More. We handle the operational details. You grow your business. From start to six figures+ in revenue, we're with our companies for the long term.Our mission is to unlock the potential of human entrepreneurship and democratize access to wealth creation by empowering anyone in the world to turn their dream idea into their dream US business.We're seeing some exciting growth right now. Our product resonates strongly with customers worldwide, and we have worked with entrepreneurs on every continent (except Antarctica, yet!). We're backed by some of the top investors in the world, including Nexus Venture Partners, Harvard Management Company, Y Combinator, and HustleFund, and you'll be an early member of our rapidly growing company. We know we're only scratching the surface of what's possible in terms of the value we know we can provide.Our customers come from all walks of life, and so do we. We hire great people from a wide variety of backgrounds, not just because it's the right thing to do, but because it makes our company stronger. If you share our values and enthusiasm for small businesses, you will find a home at doola.doola is proud to be an equal opportunity employer. We do not discriminate in hiring or any employment decision based on race, color, religion, national origin, age, sex (including pregnancy, childbirth, or related medical conditions), marital status, ancestry, physical or mental disability, genetic information, veteran status, gender identity or expression, sexual orientation, or other applicable legally protected characteristics. doola considers qualified applicants with criminal histories consistent with applicable federal, state, and local law. doola is also committed to providing reasonable accommodations for talented individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or accommodation made due to a disability, please let your recruiter know.\n      ",
        "search_datetime": "2023-09-14T18:15:23.689539",
        "search_keyword": "Big Data Engineer",
        "search_location": "Hamburg, Germany"
    }
]