[
    {
        "company_name": "\n                MindPal\n              ",
        "company_linkedin_url": "https://www.linkedin.com/company/mindpal.co?trk=public_jobs_topcard-org-name",
        "job_title": "\nMachine Learning Developer\n",
        "job_location": "\n              Hamburg, Hamburg, Germany\n            ",
        "job_linkedin_id": "3708514055",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3708514055",
        "job_amount_applicants": "\n          106 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Engineering and Information Technology\n          ",
        "job_industries_text": "\n          Staffing and Recruiting\n          ",
        "job_description": "\n        We are looking for Machine Learning DeveloperJob ResponsibilitiesWorking on machine learning projects Analyzing and processing data to create machine learning models Implementing and optimizing machine learning algorithms Testing and evaluating models Collaborating with the programming team and other departments within the company to develop innovative solutions RequirementsMinimum 2 years of experience in the field of machine learning Knowledge of machine learning algorithms and techniques Ability to analyze and process data Familiarity with machine learning tools and technologies Proficient in English communication Education in computer science We OfferB2B contract type Full-time employment Remote and flexible working hours\n",
        "search_datetime": "2023-09-14T18:16:33.138449",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "\n                Tegtmeier Inkubator GmbH\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/tegtmeier-inkubator?trk=public_jobs_topcard-org-name",
        "job_title": "\nMachine Learning Experte (m/w/d)\n",
        "job_location": "\n              Hamburg, Hamburg, Germany\n            ",
        "job_linkedin_id": "3704996392",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3704996392",
        "job_amount_applicants": "\n            Be among the first 25 applicants\n          ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Technology, Information and Media\n          ",
        "job_description": "\n        Bei Tegtmeier finden Entwickler, Nerds und Tüftler ein zuhause, die Spaß am Forschen haben und schon von klein auf das „Bastler-Gen“ in sich tragen. Hier werden exzellente Produkte entwickelt, die den Alltag der Menschen verbessern. Gleichzeitig kannst du selbst Mensch sein und dich mit einbringen, wenn es um die Gestaltung der Arbeitskultur 2.0 geht.AufgabenMitarbeit an den verschiedenen Projekten in Abhängigkeit deiner Expertise und deinen Interessen vom Technologiedemonstrator bis zur MarktreifeSchwerpunkte sind die Entwicklung biometrischer Verfahren, Gesten-Erkennung und intelligente Reaktionen des Hauses auf die BewohnerPROJEKTBEISPIELE:ComputervisionNeue biometrische Verfahren entwickelnGang-Erkennung auf smarten FußbödenGesten-ErkennungStimm-Analyse (Personen-Identifizierung, Emotion/Stimmung)Lokalisierung von Objekten durch Triangulation von Signalstärken (z.B. Bluetooth)Bestehende ML-Models erweiternAdaption von Sprachein- und ausgabeQualifikationDu bringst Forschergeist und “Bastler-Gen” mit und hast Spaß daran, Dinge neu zu denken und vermeintlich Unmögliches möglich zu machenFreude an Komplexität und dem Zusammenwirken von Software, Hardware und direkt erfahrbarer LebensweltAbgeschlossenes Studium im MINT-Bereich oder vergleichbare Qualifikation und entsprechende praktische ErfahrungSehr gute Deutschkenntnisse in Wort und SchriftProfessionelle Erfahrungen in der Verwendung von aktuellen Tools, Technologien und Libraries im Deep-Learning UmfeldErfahrungen im Training von CNN, Mask R-CNN, Transfer Learning auf GPU und Cloud-ServicesInteresse an LLM und GPT: im Idealfall benutzt du ChatGPT nicht nur täglich, sondern programmierst schon etwas im LLM-Umfeld. BenefitsFlexible Arbeitszeiten, 40 h / Woche (Teilzeit möglich)Remote arbeiten - ab und zu treffen wir uns auch im Büro zur Sprintplanung oder um gemeinsam vor dem Bildschirm etwas zu entwickeln. 30 Tage UrlaubMobile Massage (im Office)Weiterbildungen, Konferenzen und EventsWir sind offen für alle Ideen und Ansätze, die für Dich einen guten Arbeitgeber jenseits der gängigen Benefits (Obst & Softdrinks, HVV-Ticket, betriebliche Altersvorsorge) ausmachen. Sprich gerne an, was Du brauchst, um Dich wohlzufühlen!Du möchtest mehr erfahren? Schick mir einfach eine Mail und füge gerne schon mal einen aktuellen Lebenslauf sowie ggf. weitere nützliche Links (XING, LinkedIn, GitHub, Stackoverflow, Medium etc.) hinzu.Ich melde mich umgehend bei Dir zurück.Buch Dir gerne einfach direkt einen Termin:Meine Kontaktdaten:Sascha SandersSenior Recruiter\n      ",
        "search_datetime": "2023-09-14T18:16:33.528977",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "\n                Mindcurv\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/mindcurv?trk=public_jobs_topcard-org-name",
        "job_title": "\n(Junior) Data Engineer (m/w/d)\n",
        "job_location": "\n              Hamburg, Hamburg, Germany\n            ",
        "job_linkedin_id": "3694179277",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3694179277",
        "job_amount_applicants": "\n            Over 200 applicants\n          ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          IT Services and IT Consulting\n          ",
        "job_description": "\nWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere StandorteHamburgoderKölnals(Junior) Berater Business Intelligence (m/w/d)Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben:Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen, Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beratenDein Profil: Wichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Neugier geweckt? Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine Bewerbung mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de oder über den untenstehenden Button. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!\n",
        "search_datetime": "2023-09-14T18:16:33.929238",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Hamburg, Germany"
    }
]