[
    {
        "company_name": "\n                initions\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/initions-ag?trk=public_jobs_topcard-org-name",
        "job_title": "\n(Junior) Data Engineer (m/w/d)\n",
        "job_location": "\n              Cologne, North Rhine-Westphalia, Germany\n            ",
        "job_linkedin_id": "3642713376",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3642713376",
        "job_amount_applicants": "\n          47 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Software Development\n          ",
        "job_description": "\nDeine MissionWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von state-of-the-art Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere Standorte Hamburg oder Köln als(Junior) Data Engineer (m/w/d) Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben: Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen,Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beraten Dein ProfilWichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine vollständigen Bewerbungsunterlagen mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!Für weitere Fragen steht Dir Deine Ansprechpartnerin Katharina gerne zur Verfügung.Bitte beachte unsere Datenschutzhinweise unter https://www.initions.com/datenschutz/.initions GmbHFrau Katharina BaderWeidestraße 120a22083 Hamburgbewerbung@initions.dewww.initions.com/karrierehttps://www.kununu.com/de/initions/kommentareÜber unsUnser Antrieb sind innovative, praxistaugliche und herausragende Projekte auf dem Gebiet der analytischen Datenverarbeitung. In den vergangenen 20 Jahren hat unser Team sehr erfolgreiche Lösungen in einer Vielzahl von Branchen implementiert. Unser Name steht bei unseren Kunden für Professionalität und Vertrauen. Mit jeder Herausforderung, mit jedem neuen Projekt gewinnt und teilt unser Team Erfahrungen und „Best Practices“. Unser Bestreben ist es, immer besser zu werden und Sie als Kunden noch erfolgreicher zu machen. Unser Portfolio reicht dabei von traditionellen Data Warehouse- und Business Intelligence-Ansätzen über Big Data, IoT, Data Lake und Self-Service-BI-Lösungen bis hin zu Cloud Data Plattformen und Verfahren der Künstlichen Intelligenz.\n      ",
        "search_datetime": "2023-09-14T18:15:13.907492",
        "search_keyword": "Big Data Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "\n                Talentschmiede Unternehmensberatung AG\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/talentschmiede-unternehmensberatung-ag?trk=public_jobs_topcard-org-name",
        "job_title": "\nYoung Professional Big Data Engineer (m/w/d) ←\n",
        "job_location": "\n              Cologne, North Rhine-Westphalia, Germany\n            ",
        "job_linkedin_id": "3582382482",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3582382482",
        "job_amount_applicants": "\n            Be among the first 25 applicants\n          ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Engineering and Information Technology\n          ",
        "job_industries_text": "\n          IT Services and IT Consulting\n          ",
        "job_description": "\n        Die Talentschmiede fördert als branchenübergreifende IT-Unternehmensberatung den Einsatz von Absolventen und Young Professionals. Wir bieten unseren Kunden Projektteams mit jungen, talentierten und hoch motivierten Mitarbeitern, die wir mittels unseres innovativen Ausbildungs- und Betreuungskonzeptes kontinuierlich fortbilden.Wir suchen zum nächstmöglichen Zeitpunkt am Standort Köln einen kompetenten Young Professional Big Data Engineer (m/w/d), der gerne an Prozessen und Systemen der Business Intelligence, von Big Data und des Machine Learnings sowie Cloud-Technologien arbeitet und sich sowohl durch tiefe als auch breite Kompetenz in diesem Wissensbereich auszeichnen möchte.Ein Big Data Engineer legt die Grundlage für Analysen im Kontext der Data Science und beim Umgang mit Big Data. Ein Data Engineer modelliert und entwickelt Datenbanken, um den Datenfluss innerhalb eines Unternehmens sicherzustellen.Ihre AufgabenSie sind in spannende Kundenprojekte innerhalb der Innovationsfelder Big Data und Predictive Analytics eingebunden und lernen verschiedene IT Aufgabenbereiche im Training-on-the-Job kennen.Sie entwickeln eine Big Data-Lösung in enger Zusammenarbeit mit dem Geschäftsbereich und schaffen damit die Grundlage zur Datenanalyse.Sie unterstützen die Realisierung einer Big Data-Lösung von der Entwicklung bis zu deren Implementierung.Sie stellen sicher, dass die Big Data-Lösung einwandfrei läuft und unterstützen bei der Lösung von Problemen.Fachliche AnforderungenAbgeschlossenes Studium in (Wirtschafts-)Informatik, Wirtschaftswissenschaften mit IT-Schwerpunkt, einem anderen MINT-Fach oder eine vergleichbare Berufserfahrung, z. B. als Fachinformatiker/-in mit hervorragendem PrüfungsabschlussBisherige berufliche Erfahrung im Bereich Big Data Engineering oderBewährte Erfahrung als Praktikant oder Werkstudent im Bereich InformationstechnologieKenntnisse in PythonKenntnisse in Scala, Spark und Hadoop wünschenswertIdealerweise erste Erfahrung im Bereich Machine LearningIhr ProfilAnalytisches Denkvermögen, gedankliche Flexibilität und ProblemlösungsfähigkeitSelbstständiger, methodischer Arbeitsstil und EigeninitiativePraxisorientierte Arbeitsweise, technische Begeisterung und ZielorientierungTeamfähigkeit und KundenorientierungAls Arbeitgeber Bieten WirPersönliche Beratung – Bereits im Vorfeld der Einstellung eine intensive Beratung, im Hinblick darauf, welches IT-Berufsfeld am besten zu Ihrer Persönlichkeit, Ihren Fähigkeiten und Ihren erworbenen Kenntnissen passt.Individuelles Einarbeitungsprogramm – Persönlich auf Ihre individuellen Bedürfnisse zugeschnitten und mit Erfolgsgarantie für die Zertifizierung in dem gewählten Karrierepfad.Fortbildungs- und Betreuungskonzept – Ein innovatives und kontinuierliches Trainingsangebot mit allem, was E-Learning-, Classroom- und Onsite-Trainings namhafter Anbieter und Hersteller zu bieten haben.Mentoring und Coaching – Inklusive regelmäßiger Feedback- und Zielvereinbarungsgespräche mit dem Management und der Gewissheit, jederzeit ein Mensch mit Persönlichkeit zu sein und keine Personalnummer in einem Konzern.Junges, dynamisches und internationales Team mit flachen Hierarchien – Gegenseitige Hilfsbereitschaft und echte Freundschaften.Regelmäßige Teamevents – Gemeinsame Mittagessen, Theaterbesuche, Sommerfeiern, Grillfeste und Talentschmiedetage, damit neben der Arbeit auch der gemeinsame Spaß nicht zu kurz kommt.Teamorientiertes Arbeiten mit herausfordernden und abwechslungsreichen Aufgaben – Aufgaben, die nicht nur fördern, sondern auch fordern um das Beste aus einem herauszuholen.Spannende Karriereperspektiven – Von der Weiterentwicklung zum Unternehmensberater oder der Internalisierung bis hin zur weitergehenden Spezialisierung innerhalb der Organisation unserer Kunden.Unbefristete Festanstellung – Mit marktgerechten Gehältern und allen den vorgenannten Vorteilen!Haben wir Ihr Interesse geweckt? Dann freuen wir uns auf Ihre Bewerbungsunterlagen und bitten Sie um Zusendung an jobs@talentschmiede.com . Bitte vergessen Sie nicht, uns Ihre Gehaltsvorstellung und den möglichen Eintrittstermin mitzuteilen.Für telefonische Rückfragen steht Ihnen gerne Hannah Frank unter +49 69 970 979 58 zur Verfügung. Für weitere Informationen besuchen Sie uns doch auf Talentschmiede.com .\n      ",
        "search_datetime": "2023-09-14T18:15:14.333532",
        "search_keyword": "Big Data Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "\n                smartclip\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/smartclip?trk=public_jobs_topcard-org-name",
        "job_title": "\n(Junior) Data Engineer - Python (w/m/d)\n",
        "job_location": "\n              Düsseldorf, North Rhine-Westphalia, Germany\n            ",
        "job_linkedin_id": "3586233971",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3586233971",
        "job_amount_applicants": "\n          59 applicants\n        ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Technology, Information and Internet\n          ",
        "job_description": "\n        Über smartclipsmartclip ist die Adtech-Entwicklungseinheit der RTL Group – Europas führender Free-TV Sendergruppe. Unsere proprietäre Werbetechnologie ist auf die spezifischen Bedürfnisse von europäischen Sendern und Publishern zugeschnitten und bietet intelligente Vermarktungs- und Monetarisierungsstrategien für unterschiedlichste Medienunternehmen. Wir stellen die innovativsten Videowerbeerlebnisse für In-Stream, Out-Stream, Connected TV, Addressable TV und Gaming bereit und ermöglichen Markeninhabern echte geräteübergreifende Storytelling-Anlässe. Die Media Sales Division von smartclip wird mit RTL AdConnect und G&J iMS zu einem internationalen Advertising Sales Champion RTL AdAlliance fusionieren. smartclip wird sich fortan ausschließlich auf die Entwicklung von Technologie fokussieren.smartclip hat seinen Hauptsitz in Hamburg und verfügt über Büros in Berlin, München, Düsseldorf, Köln, Gütersloh, Stockholm, Oslo, Helsinki, Amsterdam, Mailand und Rom.Deine RolleHast du Erfahrungen im Bereich Data Engineering sammeln können? Dann suchen wir genau dich und jedes Level an Erfahrungen.Wolltest du schon immer mal mit wirklich großen Datenmengen arbeiten? Wir erfassen mehrere TB pro Tag.Hast du Interesse daran die neuesten Datenverarbeitungstechnologien auszuprobieren? Apache Spark, Trino, Flowman und Delta Lake kommen bei uns zum Einsatz.Magst du OpenSource-Software? Closed Source oder Microsoft wirst du bei uns nicht finden.Ist für dich Test Driven Development auch der einzig richtige Ansatz? Dann bist du bei smartclip genau richtig!Deine Posiition in unserem TeamAktive Planung, Konzeption und Implementierung skalierbarer Backend-Lösungen für Big Data-AnwendungenPflege und kontinuierliche Verbesserung der TV Data-Pipelines (Statistiken, Einschaltquoten, Segmentierung), die hauptsächlich auf Python basierenAufbau und Pflege von Systemen zur Verarbeitung großer DatenmengenTestautomatisierung für vorhandene und neue FunktionalitätenDein ProfilBerufserfahrung im Bereich Data Engineering, auch Werkstudententätigen zählenKenntnisse im Bereich Software Engineering und Software-TestingErfahrungen im Umgang mit Python, SQL, ETL und/oder mit Big Data (Spark / Hadoop etc.)Fokus auf Effizienz und QualitätHands-on MentalitätGute Deutsch- und EnglischkenntnisseDeine VorteileEgal ob Mac, Linux oder ein bestimmtes Tool, Du erhältst Deine hochmodernen Arbeitsmittel mit Top-AusstattungHohes Maß an Flexibilität - auch Eltern mit kleineren Kindern sind bei uns willkommen, weil wir verstehen, dass insbesondere hier flexible Lösungen wichtig sindInteressante Projekte mit neuesten Technologien mit viel Freiraum für persönliche Gestaltungs- und EntwicklungsmöglichkeitenMöglichkeit der Teilnahme an Hackathons und relevanten Konferenzen in den Bereichen Big Data und Data ScienceVielseitige Weiterbildungsmöglichkeiten sowohl in persönlicher als auch in fachlicher Hinsicht, z.B. Udacity- & Coursera-KooperationenBetriebliche Sozialleistungen, wie z. B. vergünstigte Fitness-Angebote, JobRad, frisches Obst und Getränke, kostenloses RTL+ PREMIUM Abo, Rabatte über corporate benefits sowie gemeinsame FirmenfeiernWerde Teil eines hochmotivierten Teams voller Leidenschaft für digitale ProzesseKlingt das Interessant für Dich?Dann freuen wir uns auf Deine Bewerbung.smartclip ist bestrebt, ein diverses und inklusives Umfeld zu schaffen. Alle qualifizierten Bewerber*innen werden für die Anstellung in Erwägung gezogen, unabhängig von Ethnizität, Nationalität, Alter, Geschlecht, Geschlechtsidentität, Religion, sexueller Orientierung, Behinderung, oder anderen diversen Eigenschaften.\n      ",
        "search_datetime": "2023-09-14T18:15:14.945721",
        "search_keyword": "Big Data Engineer",
        "search_location": "Cologne, Germany"
    }
]