[
    {
        "company_name": "\n                Westwing\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/westwing-home-&-living?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Engineer (m/f/d)\n",
        "job_location": "\n              Munich, Bavaria, Germany\n            ",
        "job_linkedin_id": "3700412243",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3700412243",
        "job_amount_applicants": "\n          134 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Retail\n          ",
        "job_description": "\n        As a Data Engineer you will be responsible for optimizing, collecting, expanding, and maintaining data and data pipeline architecture. You will further develop, build, and enhance our Snowflake data warehouse especially for Retail Domain. You will be a part of the Business Intelligence and Analytics team in the pricing department and work closely with Pricing, Digital Merchandising, Data Platform Engineering teams and other data teams across Westwing. Join a talented, dynamic, diverse team and be a part of all data initiatives on the company level. The position is unlimited and is located in Munich.WHAT YOU’LL DObecome the team’s retail analytics data owner (Tables, Code, Workflows and Best Practices)build and maintain data pipelinesdesign and maintain data infrastructure and monitor health of Retail Analyticssupport analysts and work with data platform engineers on presentation layersengineer new data sources, migrate, optimize, build data vault structuressupport on complex problems and share knowledge across domainsYOU COME WITH3+ years of experience in similar rolessolid knowledge of SQL, data warehousing, GITknowledge of Snowflake and Airflowknowledge in data modeling, data Vault modelinga passion for learning, documenting, and helping people with data topicsgood communication skills with the ability to interface between technical and non-technical users“can-do” mind-set and the ability to work independently in a fast-paced environmentinterest in data Mesh and data governancefluency in EnglishWHY WESTWINGAside from our awesome team and shared purpose we offer a variety of additional benefits. Come work with us and get:an inspiring, international, informal and nonpolitical environment for you to take ownership and grow your careera unique culture based on trust, support, and collaboration where we foster open communication with our biweekly Company All-Hands, feedback channels like Officevibe and regular Q&A sessions 30 days of paid vacation per yeara beautiful, centrally located and dog-friendly office with free beverages, cafeteria with different lunch options, open spaces and sunny terrace40% off Westwing Collection in our shop, 25% off all third-party brands, 10% family & friends voucher, Westwing Vouchers for special occasionsregular and legendary company and team events like Movie Nights, Oktoberfest, Summer Parties, and morehealth and wellbeing offerings including gym membership, mental health support and coaching, vaccinations, skin checkups and morediscounted green mobility options with public transport, JobRad or Swapfietscompany daycare “Westwing Wichtel” next to our HQ office and cooperation with Elly & Stoffl, a multilingual daycare with several locations in Munichsubsidized company pension scheme “Social Impact Day” p.a. to use for doing good for environment and/or society state-of-the-art tech infrastructure running on AWS and Kubernetes (our Techradar), professionally equipped workstation of your personal choiceAbout UsWestwing is Europe‘s No.1 in Beautiful Living e-Commerce with a team of 1,900 in four offices across Europe. We’re on a mission to excite people to create homes that unlock the full beauty of life. We work together at a fast pace in an inspiring, international and informal environment that enables you to grow your career while working with a brand and products our customers love.We’re made up of passionate people who are creative enough to disrupt the status quo, brave enough to fail and smart enough to win. So come, be part of the “wow, you work at Westwing?” crowd.Diversity is deeply rooted in our culture. Our mission doesn’t stop to inspire only your design choices, it continues to embrace an inclusive lifestyle filled with respect to everyone’s uniqueness, cultural differences and equal opportunity.\n      ",
        "search_datetime": "2023-09-14T18:15:00.137572",
        "search_keyword": "Data Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "\n                Tacto\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/tactotechnology?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Engineer (m/f/d)\n",
        "job_location": "\n              Munich, Bavaria, Germany\n            ",
        "job_linkedin_id": "3634010998",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3634010998",
        "job_amount_applicants": "\n          121 applicants\n        ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Software Development\n          ",
        "job_description": "\nYour missionBuild and maintain our data stack that fuels insight generation for our customersConnect to and ingest data from several customer ERP systems to feed our data modelsSetup data pipelines to acquire, cleanse, validate, and transform dataEvaluate 3rd party data sources to augment customer data and increase business valueInterpret the results of your analysis and setup continuous monitoring to track value creation on customer sideExplore and choose tools for internal BI to enable data-driven decisions for sales and product developmentWrite clean and maintainable code with sensible testing so that you would enjoy taking over from a colleagueDo 1:1s, review code, leave the codebase better than you found it, and help everyone in the team to become betterProactively communicate, document, and share your approach, progress, results, and challengesSpread an engineering culture of quality, innovation, and ambition across the organizationYour profileHow You Can ContributeAs one of the first team members in engineering, you will shape our design decisions and address some of the most difficult technical challenges to build cutting-edge software. This is a high impact role where you will be part of the core team, shape the product, and help us to deliver value to our customers.Let's talk about you!Now you may wonder what experience and skills you need to bring to the table for the role. We believe that problem solving, creativity, and drive are more important than anything else that can be picked up. However, the following references will give a guideline of what might be helpful.You are familiar with different data storages and data warehouses, e.g. S3, Azure Blob Storage, AWS Redshift, Google Big Query, Snowflake, etc.You can orchestrate tasks with Airflow, Prefect or other toolsYou can build data pipelines, ingest data from different sources and know how to connect to 3rd party systems, e.g. through AirbyteYou are familiar with handling and exploring data sets using languages like SQL and Python with respective packages like PyArrow, duckdb, numpy, pandas, etc.You know your way around data modeling, common data schemas, e.g. Star or Snowflake schema, and are familiar with fundamentals of databasesYou have worked with and have setup a BI tool, e.g. Tableau, PowerBI, Metabase, and the likesWe know that perfect candidates don’t exist and thus don't have specific \"minimum qualifications\". We’d love to learn more about you and care about your motivation and drive to shape the industrial future with us.About UsWhat we doWe are a Munich-based startup with a mission to build sustainable supply chains by developing intelligent software for industrial procurement. In our company, we believe the next wave of technical progress will reshape the industrial world. Therefore, we aim to build sustainable supply chains in close collaboration with the backbone of Europe – industrial SMEs.Why it matters:Powering the industry that builds the world: We create a new wave of innovation by lifting Europe’s industrial backbone with tens of millions of workers to the digital eraEnabling powerful business collaboration: We enable powerful collaboration among supplier networks as the basis for future economic growthSaving resources in supply chains: We optimize the 50-80% of costs and emissions of physical products originating from suppliers to enhance sustainable growthWhy you should consider joiningTiming: Our product manages hundreds of millions of € of material to manufacture physical products from bread cutters to medical technology. The Industrial Mittelstand trusts us and we are ready to scale! Join us to shape the future of our organization & product!Top investors believe in us: We are supported by first-class investors such as Cherry Ventures, Visionaries Club, UVC Partners as well as the founders of Personio, GetYourGuide, Helsing & Forto. Join us to show them they invested wisely!Team: We are an interdisciplinary and international (6 nations already) team that is highly motivated to succeed, but loves to laugh. Join us to grow personally as well as professionally, accelerated by our supportive culture that includes everyone.Impact: We are reshaping industrial procurement, which is the biggest value driver of manufacturing companies - there is no physical product in the world without procurement involved. Join us to future-proof the most important economic sector in Germany with over 10 million employees.\n",
        "search_datetime": "2023-09-14T18:15:00.738428",
        "search_keyword": "Data Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "\n                PIA DYMATRIX\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/dymatrix?trk=public_jobs_topcard-org-name",
        "job_title": "\n(Junior) Data Engineer (all genders)\n",
        "job_location": "\n              Munich, Bavaria, Germany\n            ",
        "job_linkedin_id": "3716529009",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3716529009",
        "job_amount_applicants": "\n            Be among the first 25 applicants\n          ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          IT Services and IT Consulting\n          ",
        "job_description": "\n        Daten sind das Gold von morgen! Und Du suchst, förderst und veredelst das Wertvollste, was unsere Kundenbesitzen: Ihre Daten. Daher suchen wir Dich, mit und ohne Berufserfahrung, als (Junior) Data Engineer (all genders) für unsere Standorte in Stuttgart, Hamburg oder München.Deine AufgabenMit der PIA Customer Experience Platform hilfst Du unseren Kunden, personalisierte und automatisierte Marketingkampagnen für alle Kanäle entlang der Customer Journey zu planen, zu realisieren und zu optimieren.Unsere Data Engineering Services setzt Du gezielt bei der technischen Weiterentwicklung der 360-Grad Customer Data Platform (CDP) ein mit dem Ziel einer Multi-Channel-Kundensicht: Dabei unterstützt Du unsere Kunden bei der Datenintegration (aus unterschiedlichen Quellen wie Webshops oder Kundenkarten), der Datenveredelung (wie z.B. Dubletten identifizieren) und dem Reporting mittels PowerBI.Gemeinsam mit unseren fachlichen Consultants bist Du Ansprechpartner:in für unsere Kunden: Du arbeitest im gesamten Projektzyklus mit den Marketing- und IT-Abteilungen unserer Kunden zusammen, um kundenindividuell entlang der Customer Journey beraten zu können.Ob Cloud oder On-Premise – Du sorgst für die Umsetzung unserer Business Intelligence Projekte auf Basis unterschiedlicher Technologien wie dem MS SQL Server oder Postgres.Mit neuesten Lösungen unserer führenden Technologiepartner unterstützt Du bei der Weiterentwicklung unserer SaaS-Plattform in der MS Azure Cloud.Dabei bleibst Du nicht stehen, sondern erschließt neue Trends und Methoden und entwickelst Dich und unsere Kunden stets weiter.Das Bringst Du Idealerweise Mitabgeschlossenes Studium mit (IT-)technischer Ausrichtung (Informatik, Wirtschaftsinformatik) oder vergleichbare Ausbildungtheoretische Kenntnisse oder erste praktische Erfahrung in den Bereichen Data Warehouse und Business IntelligenceKenntnisse in den Bereichen Marketing und/oder Controllingsehr gute Deutsch- und gute EnglischkenntnisseReisebereitschaft und Lust auf Veränderungen, denn jeder Kunde ist ein Unikat!Bewirb Dich jetzt!Wir freuen uns darauf, mehr von Dir zu erfahren. Dein CV, Deine Zeugnisse und eine kurze und aussagekräftige Nachricht, die uns verrät, was für ein Typ Du bist, sind vollkommen ausreichend!Nur einige der tollen Benefits bei PIA DYMATRIXFlexibler ArbeitgeberKeine Kernarbeitszeit / flexible Arbeitszeiten, angenehme 30 Tage Urlaub und leistungsgerechte Vergütung.Modernes ArbeitenRenovierte Büros, ergonomische Arbeitsplätze, neueste Ausstattung in Hard- und Software. Neue innovative Technologien (z.B. Cloudtechnologien), agile Arbeitsmethoden und Partner großer IT-Plattformen (Microsoft/Databricks).Individuelle KarriereentwicklungPIA CAMPUS mit breitem Angebot an internen und externen Seminaren & Workshops. Transparente Karrierepfade (Fach-, Führungs- und Projektlaufbahn).Zentrale StandorteVom westlichen Köln, bis ins bayrische München, aus dem Headquarter in Stuttgart, oder gar aus Hamburg. Wir sind überall und wir sind immer zentral!Spannende KundenUnterschiedliche Kunden, Projekte und Branchen – von Fashion und E-Commerce bis Telekommunikation und Touristik, vom Mittelstand bis zum DAX-Unternehmen.Allerlei GutesSpektakuläre Teamevents: Von Ischgl über Mallorca, entspannte Grillabende und unvergessliche Weihnachtsfeiern. Außerdem Fitness-Zuschuss mit qualitrain. Immer: Getränke, Obst, Kaffee, Cola, Bier. Vegan, vegetarisch, von Hafer bis Soja – Alles gratis, alles lecker!Lass Dich von unserer besonderen Art überraschen! Freue Dich auf ein unbürokratisches und spannendes Arbeitsumfeld in einem jungen, innovativen Unternehmen. Als Partner der großen IT-Plattformen (z.B. Microsoft, Databricks) ermöglichen wir Dir stetige Weiterentwicklung mit innovativen Technologien.\n      ",
        "search_datetime": "2023-09-14T18:15:02.432699",
        "search_keyword": "Data Engineer",
        "search_location": "Munich, Germany"
    }
]