[
    {
        "company_name": "\n                bookingkit\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/bookingkit?trk=public_jobs_topcard-org-name",
        "job_title": "\nJunior Data Engineer\n",
        "job_location": "\n              Berlin, Berlin, Germany\n            ",
        "job_linkedin_id": "3714652685",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3714652685",
        "job_amount_applicants": "\n          65 applicants\n        ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Software Development\n          ",
        "job_description": "\n        It started with four people and one joint dream. Now, six years later, dozens of bookingkids support Europe’s leading Software for Tours, Activities & Attractions and share their dream.About Bookingkitbookingkit is a growing company and already we are Europe’s leading booking and reservation management software for tours and activity providers. Our 2025 strategy is set in stone and we have challenged ourselves to digitise and revolutionise the Tours, Activities & Attractions market directly.We need YOU, to propel us in this journey as we #trust in you and your ambition to be one of us. In return, we give you transparency and ownership so that you #grow with us and we rely on each other for the success of bookingkit.At bookingkit, we believe experiences arise from community. This is why we work together as a group of currently 80 people with diverse backgrounds - sharing our common goal of creating an environment for every team member to grow as an individual and professional. #bookingkindnessToo hard to believe? Check out our Kununu and Glassdoor ratingsOur Vision and MissionWe Already Know Where We Want To Be In 3 Years And The Impact We Want To Have In 10 Yearsbookingkit's vision is to create a world where our technology makes operating and marketing experiences easy and fun.Our mission is to make bookingkit the most integrated booking technology for professional European attractions.Our Tech StackPython, SQL, dbt, Airflow, Gitlab, Metabase, AWS, Jira, SalesforceSo we are looking for you as a Junior Data Engineer (m/f/d) to work full-time with us starting immediately!Your Day-to-Day Work In This RoleDesign, build and deploy data pipelines integrating product and third party tool data to improve the current data architecture and enable other analysts for reporting needs.Monitoring data pipelines and performing regular quality checks to ensure data accuracy and reliability.Participating in code reviews and contributing to the development of data transformation pipelines.Troubleshooting and resolving data-related issues promptly to minimize disruptions to business operations.Participate in discussions/decisions regarding future engineering direction; as well as evaluation, prioritization and elimination of technical debtEngage with other teams to understand the business processes to find bottlenecks, improve and maintain the data qualityPartner with engineers and business process owners to build data products and solutions for multiple departments such as sales, account management and marketing100% remote work possible!We Are Match If 2+ years of experience in Data Engineering, ETL, Data Warehousing or other data movement applications2+ years of experience in the design, development, testing and integration of high complex softwareProficiency in SQL for data querying and manipulation.Dashboard/Reporting tool experience (Power BI, Metabase, Tableau,...)Ability to articulate complex topics and present them in a concise and very clear wayAbility to take ambiguity and reduce complexityEnglish at a business fluent levelExtra Awesome IfExperience with dbt, or similar tool, for data transformation and modeling.Familiarity with Apache Airflow for workflow orchestration. Our Team SetupOur Business Intelligence team: Diego (Business Intelligence Lead / Data Engineer), Talat (WS Data Analyst), Ciprian (Salesforce Administrator), Ayush (Executive Assistant / Data Analyst)Perks And Benefits100% remote work: We have a remote work setup. Do you like to work from the office? So do several of our colleagues -- you can join them in our sunny office in Berlin. There is also a very generous Mobile Working policy allowing you to work from almost anywhere for a portion of the year! Corporate Discounts: We take part in company discount programs with partners and other startups, e.g. GetYourGuide. Flat Communication: Open communication and accessibility between teams and leads is how we operate at bookingkit. Annual Private Travel Subsidy: We are part of the tourism, events, and travel industry - so obviously travel is great! Even in our current times, we subsidize private travel with up to 150€ annually per bookingkid. Public Transportation Subsidy: We subsidize public transportation costs in EU countries with a flat fee. Depending on location this can be up to 50% of the total transportation cost. Gym Subsidy: We subsidize Urban Sports Club memberships to stay active and fit for bookingkids in Germany. Team Events: Our bookingkit BBQ in Berlin is a tradition that we offer multiple times in the year! Beyond that, we have summer and winter events to meet in person. Even ex-bookingkids come back to catch up with us on event days! Extra Charity Day: We love it when bookingkids are involved in charity work. We support you with one extra day of leave for charity work.Our Interview Steps People And Culture Screening Call (30 minutes) with Stephanie, COO. Hiring Manager Interview (30 minutes) with Diego, Business Intelligence Lead. Case Study Presentation (60 minutes) with Diego, Business Intelligence Lead + another team member. Meet The Team (15 minutes) with the entire Business Intelligence team.\n",
        "search_datetime": "2023-09-14T18:15:07.633940",
        "search_keyword": "Big Data Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "\n                Architrave\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/architrave-gmbh?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Engineer (w/m/x)\n",
        "job_location": "\n              Berlin, Berlin, Germany\n            ",
        "job_linkedin_id": "3700348494",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3700348494",
        "job_amount_applicants": "\n          53 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          IT Services and IT Consulting\n          ",
        "job_description": "\n        Full-time employment | Permanent | ASAP | Remote (in Germany) or In-Office (in Berlin)Our mission at Architrave is to revolutionise the processes and workflows within the Real Estate industry. We do this by building and providing a data-driven SaaS platform. The vision is not only to convert documents into data but to really digitalise the industry.We strive for constant innovation using state-of-the-art technology to not only extract data but to analyse and learn from it in order to create real value and a unique experience for our customers.Be part of this one-of-a-kind organisation and join us in our journey towards the revolution of data and Real Estate.The role of Data Engineer is a great opportunity since you will play a key role in designing and developing our data pipelines, data tooling, and processes. This role is also responsible to make the vast amount of our data accessible, reliable, and efficient to query.What you will do:Design and build our new analytics platformDrive the development of our data models and their implementationBuild and maintain ETL pipelinesDrive creation of curated, clean, and comprehensive datasets for analyticsBuild and maintain our Machine Learning for document classification and data extraction infrastructure and pipelinesAdvocate for data quality, reliability, security, and consistencyMentor and guide junior engineers to develop their understanding and proficiency in all things dataWhat you should bring:       Strong experience with SQL:QueriesProcedures and FunctionsAnalytical queriesQuery-TuningsDesign schemas efficientlySound knowledge of ETL and ELT:ETL toolsBuilding pipelinesDesigning new flowsGood experience working with Apache Nifi:Building flowsHands-on experience with various processorsShould be able to handle servers (Mysql and Nifi) individuallyConfigurations, Installations, upgradationsHardware requirementsVarious services integrationUsing docker would be preferablesetup server from scratchGood Knowledge of Business reports:Any reporting tool like TableauAbility to create fast-accessing layers on DB for reporting accessHands-on experience with Scripts:Able to write and debug Unix bash scriptsAble to develop Python scripts for ad-hoc business requirementsAny cloud-based knowledge (preferably AWS):Message queuesDynamoDB lambdas and S3What we offer:A competitive compensation, flexible working hours and a family-friendly work ethicA great place to grow and to take over responsibility, professionally and personally Short and open communication flows and quick decision-making processesA working environment that values individuals and embraces knowledge sharingA highly motivated and talented team that likes to delivers great work while having a good timeCompany and team events that include table-tennis competition, cooking and jokes with great potential from our CEO and founder Maurice 😁A beautiful and modern office in Berlin - near Treptower Park - where you can go to work, play table-tennis, have meetings and hang out with your colleaguesA fully equipped kitchen and dining area with free drinks in our Berlin OfficeEmployee discounts for BVG, Urban Sports Club, LPG Biomarkt and moreSo, what are you waiting for? Hit that \"Apply for This Job\" button and send us your application!Know someone else who might also be interested? Share this page with them! Thanks a bunch! 😄Being an employer providing equal opportunities, Architrave strives for a diverse, inclusive, and healthy working environment. We invite all qualified humans to apply, regardless of ethnicity, colour, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability or gender identity.Workplace:We're happy to have our employees working in our office or remotely. Currently, remote employees are expected to live in Germany in order to be able to join team events and meetings physically from time to time, if meaningful and secure.Find us on Glassdoor!\n",
        "search_datetime": "2023-09-14T18:15:08.051486",
        "search_keyword": "Big Data Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "\n                Raisin\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/join-raisin-ds?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Engineer (m/f/d)\n",
        "job_location": "\n              Berlin, Berlin, Germany\n            ",
        "job_linkedin_id": "3704998318",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3704998318",
        "job_amount_applicants": "\n          87 applicants\n        ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Banking\n          ",
        "job_description": "\nTeamBeing a member of the Revenue team at Raisin who is primarily responsible for invoicing, compensation and revenue transformation across Raisin, these processes architecture, design, development and management are to be built on big data architecture. The candidate for this position will be responsible for contributing to the whole development cycle, from architecture, design, development and support of the solution, in addition to the reporting and analytics. Your ResponsibilitiesDeliver and manage the invoicing and revenue aspects of business intelligence and analytics. This includes the capability to architect, design, develop and support data extraction, transformation and orchestration processes in addition to data modeling and performance optimization on the data warehouse. Create and optimize data pipelines using Airflow, Snowflake and AWS. Work with the analytics team to design and develop the BI tool semantic layer from an engineering perspective (modeling, performance optimization etc...)Mentor junior individuals and help them develop their skills as required. Plan, delegate and regulate work load within the team. Work with other teams to resolve dependencies. Execute proofs of concept to test and evaluate new tools and technologies relevant to business intelligence and analytics and propose adoption wherever necessary. Your ProfileSolid experience in Airflow, Python programming and SQL. Knowledge of AWS services and kubernetes. Bachelors in Mathematics, Computer Science or other relevant quantitative fieldsStrong analytical and quantitative approach to problemsKnowledge of Data Engineering best practices in Data Quality, Observability, etcComfortable in dynamic and changing environment - strong inclination to take responsibility for your workEagerness and hunger to learn - on the job learningJoin our mission, join our team - and grow with us!At Raisin, we care about each other and it is one of our top priorities to foster an open and caring environment in which everyone feels welcome and comfortable. Our culture is strongly driven by our ambitious team, which, connects more than 40 different nationalities.You'll find us in our modern and open office in the trendy Kreuzberg district with a view of the Spree River, ideally connected to public transportation and surrounded by a variety of restaurants and shopping opportunities.As part of our team, you will benefit from:Personal training budget of 1,700 € and four full training days per year. Access to Babbel for continuous language learning. Free choice of hardware. Hungry all the time? Snacks, daily fresh fruit as well as drinks provided at the office. Flexible working hours, home office and 28 vacation days. Enjoy more than 50+ different sports with Urban Sports Club: We subsidize your membership with more than €20 per month. A company pension scheme (Betriebliche Altersvorsorge), which we support with 20%. Do you miss being in the office? The corporate ticket gets you there, which we subsidize with €25 per month (BVG Firmenticket for Berlin and HVV ProfiTicket for HH). You are moving from another country or city to join us? We will support your relocatio\n",
        "search_datetime": "2023-09-14T18:15:08.458180",
        "search_keyword": "Big Data Engineer",
        "search_location": "Berlin, Germany"
    }
]