[
    {
        "company_name": "\n                initions\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/initions-ag?trk=public_jobs_topcard-org-name",
        "job_title": "\n(Junior) Data Engineer (m/w/d)\n",
        "job_location": "\n              Cologne, North Rhine-Westphalia, Germany\n            ",
        "job_linkedin_id": "3642713376",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3642713376",
        "job_amount_applicants": "\n          47 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Software Development\n          ",
        "job_description": "\nDeine MissionWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von state-of-the-art Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere Standorte Hamburg oder Köln als(Junior) Data Engineer (m/w/d) Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben: Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen,Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beraten Dein ProfilWichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine vollständigen Bewerbungsunterlagen mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!Für weitere Fragen steht Dir Deine Ansprechpartnerin Katharina gerne zur Verfügung.Bitte beachte unsere Datenschutzhinweise unter https://www.initions.com/datenschutz/.initions GmbHFrau Katharina BaderWeidestraße 120a22083 Hamburgbewerbung@initions.dewww.initions.com/karrierehttps://www.kununu.com/de/initions/kommentareÜber unsUnser Antrieb sind innovative, praxistaugliche und herausragende Projekte auf dem Gebiet der analytischen Datenverarbeitung. In den vergangenen 20 Jahren hat unser Team sehr erfolgreiche Lösungen in einer Vielzahl von Branchen implementiert. Unser Name steht bei unseren Kunden für Professionalität und Vertrauen. Mit jeder Herausforderung, mit jedem neuen Projekt gewinnt und teilt unser Team Erfahrungen und „Best Practices“. Unser Bestreben ist es, immer besser zu werden und Sie als Kunden noch erfolgreicher zu machen. Unser Portfolio reicht dabei von traditionellen Data Warehouse- und Business Intelligence-Ansätzen über Big Data, IoT, Data Lake und Self-Service-BI-Lösungen bis hin zu Cloud Data Plattformen und Verfahren der Künstlichen Intelligenz.\n      ",
        "search_datetime": "2023-09-14T18:14:43.359185",
        "search_keyword": "Data Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "\n                Centric Software\n              ",
        "company_linkedin_url": "https://www.linkedin.com/company/centric-software?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Engineer\n",
        "job_location": "\n              Düsseldorf, North Rhine-Westphalia, Germany\n            ",
        "job_linkedin_id": "3718518774",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3718518774",
        "job_amount_applicants": "\n          83 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Software Development\n          ",
        "job_description": "\n        Do you love working with data and building a visionary SaaS platform that is used in large and renowned companies? You like to develop software and services from end to end, always keeping in mind the value for the customer? As a Data Engineer, you will be part of our data engineering tribe and work on exciting technical challenges in our product development.ResponsibilitiesUse Python, Spark, and SQL to implement complex ETL/ELT processes.You will create scalable solutions that work with our various products and with many large customers.You'll continue to develop the data interface to our customers.You use DevOps approaches to ensure the stable operation of the Data Platform despite constant development.Develop, construct, test and maintain data architectures, such as Databricks and Kafka.Work with Engineering, Quality Engineering and Product Management to develop systems and features that are highly available, reliable and secure.RequirementsUniversity or college degree in (business) computer science, data science/engineering, mathematics or a comparable qualification.Hands-on experience with the Big Data ecosystem (Spark, Hive/Impala, HBase, Yarn) and the data lake paradigm.Experience with stacks based on AWS/Azure/GCP and Java/Scala/Python.Experience with microservice architectures and data streaming systems such as Kafka.Hands-on experience in database engineering with a focus on database architecture, production automation, monitoring systems, and operations.You can think of data as a graph and know how to use Avro, Protobuf or JSON schema.Hands-on experience in working practices of cross-functional teams.Fluency in English. German language skills are a plus.Experience in retail application development is a plus.Centric Software provides equal employment opportunities to all qualified applicants without regard to race, sex, sexual orientation, gender identity, national origin, color, age, religion, protected veteran or disability status or genetic information.\n      ",
        "search_datetime": "2023-09-14T18:14:43.685282",
        "search_keyword": "Data Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "\n                MindPal\n              ",
        "company_linkedin_url": "https://www.linkedin.com/company/mindpal.co?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Engineer\n",
        "job_location": "\n              Cologne, North Rhine-Westphalia, Germany\n            ",
        "job_linkedin_id": "3707037211",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3707037211",
        "job_amount_applicants": "\n          28 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Staffing and Recruiting\n          ",
        "job_description": "\n        We are looking for Data Engineer!ResponsibilitiesDesigning, creating, and maintaining data processing systems Analyzing and optimizing data processing workflows Collaborating with the team to ensure data quality and efficiency Testing and implementing new solutions RequirementsAt least 2 years of experience in designing and creating data processing systems Proficiency in tools and programming languages related to data engineering (e.g. Hadoop, Spark, Scala, Python) Excellent knowledge of databases and SQL language Ability to work in a team and communicate effectively with other departments Communicative English skills Experience with AWS/AWS Glue is a plus We OfferB2B contract Full-time job Remote work and flexible hours\n",
        "search_datetime": "2023-09-14T18:14:44.305349",
        "search_keyword": "Data Engineer",
        "search_location": "Cologne, Germany"
    }
]