[
    {
        "company_name": "initions",
        "company_linkedin_url": "https://de.linkedin.com/company/initions-ag",
        "job_title": "(Junior) Data Engineer",
        "job_location": "Hamburg, Hamburg, Germany",
        "job_linkedin_id": "3641562052",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3641562052",
        "job_amount_applicants": "38",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "Deine MissionWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von state-of-the-art Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere Standorte Hamburg oder Köln als(Junior) Data Engineer (m/w/d) Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben: Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen,Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beraten Dein ProfilWichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine vollständigen Bewerbungsunterlagen mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!Für weitere Fragen steht Dir Deine Ansprechpartnerin Katharina gerne zur Verfügung.Bitte beachte unsere Datenschutzhinweise unter https://www.initions.com/datenschutz/.initions GmbHFrau Katharina BaderWeidestraße 120a22083 Hamburgbewerbung@initions.dewww.initions.com/karrierehttps://www.kununu.com/de/initions/kommentareÜber unsUnser Antrieb sind innovative, praxistaugliche und herausragende Projekte auf dem Gebiet der analytischen Datenverarbeitung. In den vergangenen 20 Jahren hat unser Team sehr erfolgreiche Lösungen in einer Vielzahl von Branchen implementiert. Unser Name steht bei unseren Kunden für Professionalität und Vertrauen. Mit jeder Herausforderung, mit jedem neuen Projekt gewinnt und teilt unser Team Erfahrungen und „Best Practices“. Unser Bestreben ist es, immer besser zu werden und Sie als Kunden noch erfolgreicher zu machen. Unser Portfolio reicht dabei von traditionellen Data Warehouse- und Business Intelligence-Ansätzen über Big Data, IoT, Data Lake und Self-Service-BI-Lösungen bis hin zu Cloud Data Plattformen und Verfahren der Künstlichen Intelligenz.",
        "search_datetime": "2023-09-14T18:15:21.729770",
        "search_keyword": "Big Data Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "Mindcurv",
        "company_linkedin_url": "https://de.linkedin.com/company/mindcurv",
        "job_title": "(Junior) Data Engineer",
        "job_location": "Hamburg, Hamburg, Germany",
        "job_linkedin_id": "3694179277",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3694179277",
        "job_amount_applicants": "200",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "Wir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere StandorteHamburgoderKölnals(Junior) Berater Business Intelligence (m/w/d)Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben:Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen, Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beratenDein Profil: Wichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Neugier geweckt? Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine Bewerbung mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de oder über den untenstehenden Button. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!",
        "search_datetime": "2023-09-14T18:15:23.206121",
        "search_keyword": "Big Data Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "doola",
        "company_linkedin_url": "https://www.linkedin.com/company/doolahq",
        "job_title": "Data Engineer (Hamburg)",
        "job_location": "Hamburg, Hamburg, Germany",
        "job_linkedin_id": "3625992231",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3625992231",
        "job_amount_applicants": "71",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Technology, Information and Internet",
        "job_description": "What We're Looking ForAs a Data Engineer at doola, you will shape the future of what data-driven organizations look like, drive processes for extracting and using that data in creative ways, and will enjoy seeing your insights turned into real products.You'll have a front-row seat and get to \"live in the future\" by not only seeing the types of awe-inspiring companies founders globally are launching but also by seeing the trends and patterns globally of new business formation and entrepreneurship.If you love data, engineering, and want to have an outsized impact at a growing startup in NYC, this role is for you.What You Will Do Identify opportunities to improve our models. - Assemble large, complex data sets that meet business requirements. - Expand and optimize our data and data pipeline architecture, as well as optimize data flow and collection for our teams. - Build the infrastructure required for automated optimal extraction, transformation, and loading of data from a wide variety of data sources using Python, SQL, and AWS tools. - Develop strategies to capture data on buyer preferences. - Build analytics tools and provide actionable insights into customer acquisition, operational efficiency, and other key business performance metrics.Who You Are Experienced: We are looking for a candidate with 2+ years of experience in a Data Engineer role, who has attained a Graduate degree in Computer Science, Statistics, Informatics, Information Systems, or another quantitative field. They should also have experience using the following software/tools: - - Good understanding of shell commands and scripting for automation (Bash) - - Understanding of statistical concepts - - Proficiency in SQL, numerical programming, and data wrangling in Python - - Experience building RESTful APIs - - Experience with relational SQL and NoSQL databases - - Experience with AWS cloud services: S3, Lambda, RDS, ECS, ECR. - - Experience with DevOps tools (GitHub) - - Experience with Container technologies (Docker) - Must-have: You Know DynamoDB: This is key for a few specific reasons at doola. First, long term, we would like to store payment data in DynamoDB and have that information accessible to customers in-app and in internal-facing tools/dashboards. Second, this would also make it easier for us to track upsell modules as we expand our a _la carte solution _offerings. We hope these two examples give you a sense of the tangible, immediate impact you'd have at doola. - Must-have: Experience in AWS + API Handling: Many platforms we use aren't natively compatible with each other, meaning a custom solution is required and/or we need to set up an alternative solution. If thinking through tricky situations like this to find 90:10 (90% of solution with 10% of effort) solutions excites you, you're going to love this role. - Thoughtful problem-solving: For you, problem-solving starts with a clear and accurate understanding of the context. You can decompose tricky problems and work towards a clean solution, by yourself or with teammates. You're comfortable asking for help when you get stuck. - Pragmatic and business-oriented: You care about the business impact of what you're building, and you prioritize projects accordingly. You're not just going after cool stuff—you understand the balance between craft, speed, and the bottom line. - Not ideological about technology: To you, technologies and programming languages are about tradeoffs. You may be opinionated, but you're not ideological and can learn new technologies as you go. - Team player: You understand when work is better, together. You enjoy collaborating cross-functionally to accomplish shared goals, and you care about learning, growing, and helping others to do the same.Bonus points You're proficient with any part of our technology stack: Node.js, Puppeteer, DynamoDB, Serverless. - You've heard of computing pioneers like Ada Lovelace, Douglas Engelbart, Alan Kay, Martin Fowler, and others—and understand why we love their foundational work. - You have interests outside of technology, such as in art, history, or social sciences.About Dooladoola is building the OS for the next generation of online businesses. Formation. Legal Docs. EIN. US Address. Bank Account. Payments. Taxes. Website. US Phone Number. $1000s in Software Perks. And More. We handle the operational details. You grow your business. From start to six figures+ in revenue, we're with our companies for the long term.Our mission is to unlock the potential of human entrepreneurship and democratize access to wealth creation by empowering anyone in the world to turn their dream idea into their dream US business.We're seeing some exciting growth right now. Our product resonates strongly with customers worldwide, and we have worked with entrepreneurs on every continent (except Antarctica, yet!). We're backed by some of the top investors in the world, including Nexus Venture Partners, Harvard Management Company, Y Combinator, and HustleFund, and you'll be an early member of our rapidly growing company. We know we're only scratching the surface of what's possible in terms of the value we know we can provide.Our customers come from all walks of life, and so do we. We hire great people from a wide variety of backgrounds, not just because it's the right thing to do, but because it makes our company stronger. If you share our values and enthusiasm for small businesses, you will find a home at doola.doola is proud to be an equal opportunity employer. We do not discriminate in hiring or any employment decision based on race, color, religion, national origin, age, sex (including pregnancy, childbirth, or related medical conditions), marital status, ancestry, physical or mental disability, genetic information, veteran status, gender identity or expression, sexual orientation, or other applicable legally protected characteristics. doola considers qualified applicants with criminal histories consistent with applicable federal, state, and local law. doola is also committed to providing reasonable accommodations for talented individuals with disabilities and disabled veterans in our job application procedures. If you need assistance or accommodation made due to a disability, please let your recruiter know.",
        "search_datetime": "2023-09-14T18:15:23.689539",
        "search_keyword": "Big Data Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "bookingkit",
        "company_linkedin_url": "https://de.linkedin.com/company/bookingkit",
        "job_title": "Junior Data Engineer",
        "job_location": "Berlin, Berlin, Germany",
        "job_linkedin_id": "3714652685",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3714652685",
        "job_amount_applicants": "65",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "It started with four people and one joint dream. Now, six years later, dozens of bookingkids support Europe’s leading Software for Tours, Activities & Attractions and share their dream.About Bookingkitbookingkit is a growing company and already we are Europe’s leading booking and reservation management software for tours and activity providers. Our 2025 strategy is set in stone and we have challenged ourselves to digitise and revolutionise the Tours, Activities & Attractions market directly.We need YOU, to propel us in this journey as we #trust in you and your ambition to be one of us. In return, we give you transparency and ownership so that you #grow with us and we rely on each other for the success of bookingkit.At bookingkit, we believe experiences arise from community. This is why we work together as a group of currently 80 people with diverse backgrounds - sharing our common goal of creating an environment for every team member to grow as an individual and professional. #bookingkindnessToo hard to believe? Check out our Kununu and Glassdoor ratingsOur Vision and MissionWe Already Know Where We Want To Be In 3 Years And The Impact We Want To Have In 10 Yearsbookingkit's vision is to create a world where our technology makes operating and marketing experiences easy and fun.Our mission is to make bookingkit the most integrated booking technology for professional European attractions.Our Tech StackPython, SQL, dbt, Airflow, Gitlab, Metabase, AWS, Jira, SalesforceSo we are looking for you as a Junior Data Engineer (m/f/d) to work full-time with us starting immediately!Your Day-to-Day Work In This RoleDesign, build and deploy data pipelines integrating product and third party tool data to improve the current data architecture and enable other analysts for reporting needs.Monitoring data pipelines and performing regular quality checks to ensure data accuracy and reliability.Participating in code reviews and contributing to the development of data transformation pipelines.Troubleshooting and resolving data-related issues promptly to minimize disruptions to business operations.Participate in discussions/decisions regarding future engineering direction; as well as evaluation, prioritization and elimination of technical debtEngage with other teams to understand the business processes to find bottlenecks, improve and maintain the data qualityPartner with engineers and business process owners to build data products and solutions for multiple departments such as sales, account management and marketing100% remote work possible!We Are Match If 2+ years of experience in Data Engineering, ETL, Data Warehousing or other data movement applications2+ years of experience in the design, development, testing and integration of high complex softwareProficiency in SQL for data querying and manipulation.Dashboard/Reporting tool experience (Power BI, Metabase, Tableau,...)Ability to articulate complex topics and present them in a concise and very clear wayAbility to take ambiguity and reduce complexityEnglish at a business fluent levelExtra Awesome IfExperience with dbt, or similar tool, for data transformation and modeling.Familiarity with Apache Airflow for workflow orchestration. Our Team SetupOur Business Intelligence team: Diego (Business Intelligence Lead / Data Engineer), Talat (WS Data Analyst), Ciprian (Salesforce Administrator), Ayush (Executive Assistant / Data Analyst)Perks And Benefits100% remote work: We have a remote work setup. Do you like to work from the office? So do several of our colleagues -- you can join them in our sunny office in Berlin. There is also a very generous Mobile Working policy allowing you to work from almost anywhere for a portion of the year! Corporate Discounts: We take part in company discount programs with partners and other startups, e.g. GetYourGuide. Flat Communication: Open communication and accessibility between teams and leads is how we operate at bookingkit. Annual Private Travel Subsidy: We are part of the tourism, events, and travel industry - so obviously travel is great! Even in our current times, we subsidize private travel with up to 150€ annually per bookingkid. Public Transportation Subsidy: We subsidize public transportation costs in EU countries with a flat fee. Depending on location this can be up to 50% of the total transportation cost. Gym Subsidy: We subsidize Urban Sports Club memberships to stay active and fit for bookingkids in Germany. Team Events: Our bookingkit BBQ in Berlin is a tradition that we offer multiple times in the year! Beyond that, we have summer and winter events to meet in person. Even ex-bookingkids come back to catch up with us on event days! Extra Charity Day: We love it when bookingkids are involved in charity work. We support you with one extra day of leave for charity work.Our Interview Steps People And Culture Screening Call (30 minutes) with Stephanie, COO. Hiring Manager Interview (30 minutes) with Diego, Business Intelligence Lead. Case Study Presentation (60 minutes) with Diego, Business Intelligence Lead + another team member. Meet The Team (15 minutes) with the entire Business Intelligence team.",
        "search_datetime": "2023-09-14T18:15:07.633940",
        "search_keyword": "Big Data Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "Architrave",
        "company_linkedin_url": "https://de.linkedin.com/company/architrave-gmbh",
        "job_title": "Data Engineer (w/m/x)",
        "job_location": "Berlin, Berlin, Germany",
        "job_linkedin_id": "3700348494",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3700348494",
        "job_amount_applicants": "53",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "Full-time employment | Permanent | ASAP | Remote (in Germany) or In-Office (in Berlin)Our mission at Architrave is to revolutionise the processes and workflows within the Real Estate industry. We do this by building and providing a data-driven SaaS platform. The vision is not only to convert documents into data but to really digitalise the industry.We strive for constant innovation using state-of-the-art technology to not only extract data but to analyse and learn from it in order to create real value and a unique experience for our customers.Be part of this one-of-a-kind organisation and join us in our journey towards the revolution of data and Real Estate.The role of Data Engineer is a great opportunity since you will play a key role in designing and developing our data pipelines, data tooling, and processes. This role is also responsible to make the vast amount of our data accessible, reliable, and efficient to query.What you will do:Design and build our new analytics platformDrive the development of our data models and their implementationBuild and maintain ETL pipelinesDrive creation of curated, clean, and comprehensive datasets for analyticsBuild and maintain our Machine Learning for document classification and data extraction infrastructure and pipelinesAdvocate for data quality, reliability, security, and consistencyMentor and guide junior engineers to develop their understanding and proficiency in all things dataWhat you should bring:       Strong experience with SQL:QueriesProcedures and FunctionsAnalytical queriesQuery-TuningsDesign schemas efficientlySound knowledge of ETL and ELT:ETL toolsBuilding pipelinesDesigning new flowsGood experience working with Apache Nifi:Building flowsHands-on experience with various processorsShould be able to handle servers (Mysql and Nifi) individuallyConfigurations, Installations, upgradationsHardware requirementsVarious services integrationUsing docker would be preferablesetup server from scratchGood Knowledge of Business reports:Any reporting tool like TableauAbility to create fast-accessing layers on DB for reporting accessHands-on experience with Scripts:Able to write and debug Unix bash scriptsAble to develop Python scripts for ad-hoc business requirementsAny cloud-based knowledge (preferably AWS):Message queuesDynamoDB lambdas and S3What we offer:A competitive compensation, flexible working hours and a family-friendly work ethicA great place to grow and to take over responsibility, professionally and personally Short and open communication flows and quick decision-making processesA working environment that values individuals and embraces knowledge sharingA highly motivated and talented team that likes to delivers great work while having a good timeCompany and team events that include table-tennis competition, cooking and jokes with great potential from our CEO and founder Maurice 😁A beautiful and modern office in Berlin - near Treptower Park - where you can go to work, play table-tennis, have meetings and hang out with your colleaguesA fully equipped kitchen and dining area with free drinks in our Berlin OfficeEmployee discounts for BVG, Urban Sports Club, LPG Biomarkt and moreSo, what are you waiting for? Hit that \"Apply for This Job\" button and send us your application!Know someone else who might also be interested? Share this page with them! Thanks a bunch! 😄Being an employer providing equal opportunities, Architrave strives for a diverse, inclusive, and healthy working environment. We invite all qualified humans to apply, regardless of ethnicity, colour, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability or gender identity.Workplace:We're happy to have our employees working in our office or remotely. Currently, remote employees are expected to live in Germany in order to be able to join team events and meetings physically from time to time, if meaningful and secure.Find us on Glassdoor!",
        "search_datetime": "2023-09-14T18:15:08.051486",
        "search_keyword": "Big Data Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "Raisin",
        "company_linkedin_url": "https://de.linkedin.com/company/join-raisin-ds",
        "job_title": "Data Engineer",
        "job_location": "Berlin, Berlin, Germany",
        "job_linkedin_id": "3704998318",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3704998318",
        "job_amount_applicants": "87",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Banking",
        "job_description": "TeamBeing a member of the Revenue team at Raisin who is primarily responsible for invoicing, compensation and revenue transformation across Raisin, these processes architecture, design, development and management are to be built on big data architecture. The candidate for this position will be responsible for contributing to the whole development cycle, from architecture, design, development and support of the solution, in addition to the reporting and analytics. Your ResponsibilitiesDeliver and manage the invoicing and revenue aspects of business intelligence and analytics. This includes the capability to architect, design, develop and support data extraction, transformation and orchestration processes in addition to data modeling and performance optimization on the data warehouse. Create and optimize data pipelines using Airflow, Snowflake and AWS. Work with the analytics team to design and develop the BI tool semantic layer from an engineering perspective (modeling, performance optimization etc...)Mentor junior individuals and help them develop their skills as required. Plan, delegate and regulate work load within the team. Work with other teams to resolve dependencies. Execute proofs of concept to test and evaluate new tools and technologies relevant to business intelligence and analytics and propose adoption wherever necessary. Your ProfileSolid experience in Airflow, Python programming and SQL. Knowledge of AWS services and kubernetes. Bachelors in Mathematics, Computer Science or other relevant quantitative fieldsStrong analytical and quantitative approach to problemsKnowledge of Data Engineering best practices in Data Quality, Observability, etcComfortable in dynamic and changing environment - strong inclination to take responsibility for your workEagerness and hunger to learn - on the job learningJoin our mission, join our team - and grow with us!At Raisin, we care about each other and it is one of our top priorities to foster an open and caring environment in which everyone feels welcome and comfortable. Our culture is strongly driven by our ambitious team, which, connects more than 40 different nationalities.You'll find us in our modern and open office in the trendy Kreuzberg district with a view of the Spree River, ideally connected to public transportation and surrounded by a variety of restaurants and shopping opportunities.As part of our team, you will benefit from:Personal training budget of 1,700 € and four full training days per year. Access to Babbel for continuous language learning. Free choice of hardware. Hungry all the time? Snacks, daily fresh fruit as well as drinks provided at the office. Flexible working hours, home office and 28 vacation days. Enjoy more than 50+ different sports with Urban Sports Club: We subsidize your membership with more than €20 per month. A company pension scheme (Betriebliche Altersvorsorge), which we support with 20%. Do you miss being in the office? The corporate ticket gets you there, which we subsidize with €25 per month (BVG Firmenticket for Berlin and HVV ProfiTicket for HH). You are moving from another country or city to join us? We will support your relocatio",
        "search_datetime": "2023-09-14T18:15:08.458180",
        "search_keyword": "Big Data Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "kineo.ai",
        "company_linkedin_url": "https://de.linkedin.com/company/kineo-ai",
        "job_title": "Machine Learning Scientist",
        "job_location": "Berlin, Berlin, Germany",
        "job_linkedin_id": "3699638496",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3699638496",
        "job_amount_applicants": "200",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "We are Kineo, a Berlin-based tech startup developing machine learning solutions that bring real, tangible business value to our clients. Through our expertise, mindset, culture and most importantly with your help we are turning the AI landscape upside down. Are you up for the challenge?Our proposition to youWe vouch to create a space where you can explore different sets of complex problems and data across industries and verticals. To support you in your personal development, everyone at Kineo has a mentor. When you grow, so does Kineo. Your decisions matter! You will not have a boss who decides things for you. At Kineo we believe that decisions are best made locally, by the people closest to the problem at hand. Transparent salary and career planning from day one. A beautiful office in the centre of Kreuzberg, with tons of benefits, such as free drinks, snacks, consoles etc. Flexible, family-friendly work environment - we have parents in the team and support them. 28 days of vacationA shared revenue model - when Kineo does well, you will benefit financially tooSuccess in the role means that you will haveAfter 2 months: You established yourself as a member of the team and have already contributed to one of our client projects. You have a clear understanding of how we work and can independently navigate our technical architecture. After 6 months: You are a key member of the team and fully involved in the development of a client project. You will have made notable contributions to our codebase and internal processes. After 12-24 months: In collaboration with internal science and engineering resources, you lead the development of a client-facing application from the workshop phase to production. You are a trusted expert in a wide variety of machine learning algorithms and you are able to transfer that knowledge to more junior members of the team. Your Character TraitsYou want to achieve something and don't need a \"manager\" to tell you that. You are eager to have space to take responsibility and grow from that. You hate boxes: You don’t stop when your thing is done, and you don’t point to the other side. Instead, you are eager to learn and support in areas that may not be your core expertise. Proactive communicator: you have excellent communication, presentation and interpersonal skills that enable you to quickly establish an emotional bond. You fit in with our team culture if youEnjoy working in an environment that combines pragmatic, commercial thinking with a strong desire to learn and grow together. We value team players, not data ninjas. Have a highly ambitious, curious and driven mindset while being able to convey humility and respect for different opinions. Feel like a global citizen with a strong passion for openness and diversity. See open feedback, accountability and independent thinking as the foundation for exceptional (team) work. TasksYou will work as part of smaller teams of 2-3 people on developing machine learning solutions with our clients. You will conceptualize and implement algorithmic solutions to challenging business problems. This includes prototyping and productionizing of machine learning solutions, and also defining and analysing product use cases together with the customer. You will own machine learning solutions from the first drop of raw data, all the way into production serving millions of inference requests. RequirementsAn advanced quantitative degree - e.g Mathematics, Statistics, Computer Science or related fields. Strong knowledge of theoretical math and CS. Knowledge of working with large structured and unstructured data sets. Knowledge of data engineering tools like Apache Spark is an advantage. Strong programming skills in Python. We love other languages too, but Python is what we (and you) will use. Experience in using a wide range of ML frameworks such as SKLearn, Tensorflow, Torch in production. Experience with domain specific libraries like OpenCV, HuggingFace etc are an advantage. Excellent written and verbal communication, with the ability to work cross-functionally with non-scientific experts. Resident in one of the EU countries. Due to the size of the company, we cannot currently accept applications outside the EU. We value diversity and therefore particularly welcome applications from people who experience discrimination such as trans-, homophobia, bi-phobia, racism, classism (discrimination with regard to social class), or sexism.Last but not least, keep in mind that we are hiring value based, not skill based. That being said, please tell us the following in your contact message:Why we would love to work with youWhy you want to work with us",
        "search_datetime": "2023-09-14T18:16:14.679992",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "MindPal",
        "company_linkedin_url": "https://www.linkedin.com/company/mindpal.co",
        "job_title": "Machine Learning Developer",
        "job_location": "Berlin, Berlin, Germany",
        "job_linkedin_id": "3708509781",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3708509781",
        "job_amount_applicants": "200",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Engineering and Information Technology",
        "job_industries_text": "Staffing and Recruiting",
        "job_description": "We are looking for Machine Learning DeveloperJob ResponsibilitiesWorking on machine learning projects Analyzing and processing data to create machine learning models Implementing and optimizing machine learning algorithms Testing and evaluating models Collaborating with the programming team and other departments within the company to develop innovative solutions RequirementsMinimum 2 years of experience in the field of machine learning Knowledge of machine learning algorithms and techniques Ability to analyze and process data Familiarity with machine learning tools and technologies Proficient in English communication Education in computer science We OfferB2B contract type Full-time employment Remote and flexible working hours",
        "search_datetime": "2023-09-14T18:16:15.428163",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "Eterno Health",
        "company_linkedin_url": "https://de.linkedin.com/company/eternohealth",
        "job_title": "Machine Learning / Data Engineer",
        "job_location": "Berlin, Berlin, Germany",
        "job_linkedin_id": "3705398957",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3705398957",
        "job_amount_applicants": "200",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Health and Human Services",
        "job_description": "Your missionUnderstand business and project goals and translate them into solutions and strategies for ML algorithm implementation & validationBuild data pipelines to and from our data infrastructure (AWS)Design and develop ML systems, implementing appropriate ML algorithms, and conducting experimentsWork with data to create models, perform statistical analyses, train and retrain systems to optimize performanceCollaborate with Data Scientists to build, test, and validate ML AlgorithmsStaying updated with the latest developments in the fieldYour profileExperienceProven experience as a Data Engineer or similar role. Alternatively, relevant experience through education is also welcomeKnowledge of common Machine Learning algorithms in the fields of Supervised Learning, Unsupervised Learning, Semi-Supervised Learning and Reinforcement Learning , their applications, and their challengesAbility to create the basis for (advanced) data analyses, ML algorithms and visualizations in R or Python. Experience with Typescript is a plus. Familiarity with AWS Database Systems (DynamoDB), and Lambda FunctionsBSc/Ba in Information Technology, Computer Science or a related discipline, with a focus on Data Science; professional certification is a plusTraitsFluent English. German is a plusStrong cross-functional working and excellent communication skillsResourcefulness and problem-solving aptitudeAbility to work with stakeholders who are not engineers, both internal (other departments) & external (clients and partners)Flexibility to travelWhy us?Modern and central located offices in Berlin, Frankfurt & Hamburg (more to come)Remote work for full flexibilityPermanent employment contract, 27 vacation days Highest level of autonomy and entrepreneurshipCompany pension scheme, Health Check-UpsTravel and shopping discountsRegular team eventsBe part of the craziest story in German HealthcareAbout UsEternoEterno provides solutions for modern primary care revolutionizing the way doctors and their patients interact digitally and in person. Our offering includes Spaces, Software and Services (“3S”). We’re building fully digitized primary care centers in Germany and offer doctors and therapists a risk-free form of self-employment - a kind of co-working space for primary care practitioners. We utilize state-of-the-art technologies, automation, and proprietary software to redesign processes and handle administrative tasks. This allows doctors to focus on treating their patients, while we take care of the rest (e.g. frontdesk staff, callcenter, operations, quality management, IT, billing). Meanwhile, patients access digital, interdisciplinary, and modern healthcare through our spaces. Including healing architecture concepts, yoga, gym and our own barista. Modern healthcare for all.",
        "search_datetime": "2023-09-14T18:16:18.009136",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "Qimia GmbH",
        "company_linkedin_url": "https://de.linkedin.com/company/qimia-gmbh",
        "job_title": "Data Scientist / Data Engineer",
        "job_location": "Cologne, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3705210636",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3705210636",
        "job_amount_applicants": "48",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Engineering and Information Technology",
        "job_industries_text": "Information Technology & Services",
        "job_description": "Qimia GmbHData Scientist / Data Engineer (m/w/d)KölnAufgabeAufbau von innovativer AI- und Machine-Learning-Lösungen. Entwicklung von Generative Deep Learning Models: Erstellen, trainieren und fine-tuning neuraler Netzwerke mit Python-Tools Torch, Numpy, Pandas, PySpark, Jupyter, Transformers, Datasets, Tiktoken und Wandb Natural Language Processing (NLP) unter Verwendung von Bibliotheken aus dem HuggingFace-Ökosystem (Python-basierte Deep-Learning-Bibliothek für LLMs) - Transformers, Datasets, Tokenizers und Accelerate - sowie der vortrainierten Hugging Face Hub-Modelle. Design und Entwicklung von ML-Systemen für produktionsreife Anwendungen, die zuverlässig, skalierbar, wartbar und anpassungsfähig an sich ändernde Geschäftsanforderungen sind. Entwicklung von MLOps-Pipelines für Automatisierung kontinuierliche Entwicklung, Bewertung und Bereitstellung von Modellen. Entwicklung Überwachungssysteme zur schnellen Erkennung und Behebung von Problemen, auf die Modelle in der Produktion stoßen könnten. End-to-End-Design und Implementierung von Datenanalysesystemen; Dazu gehören Datenerfassung, Anforderungsengineering und Spezifikation sowie die Konzeption von technischen Lösungen auf der Grundlage von Geschäftsanforderungen. Ermittlung und Identifizierung von Möglichkeiten für die Gestaltung und Implementierung von Internet-Scale-Data-Mining-Lösungen in enger Zusammenarbeit mit anderen Data Scientists und Data Engineers. Entwicklung von ETL-Pipelines für große und komplexe Datensätze; Verarbeitung von strukturierten und unstrukturierten Daten mit Spark, Pandas, Dask, Kafka usw. Prototyping und Implementierung von massiv skalierten Data-Analytics-Lösungen auf der Basis von Big-Data-Werkzeugen (Spark, DWH, SQL, Python und R). Arbeiten mit Cloud-Plattformen (AWS, Azure und Google Cloud)QualifikationMasterabschluss in Informatik oder ähnliche quantitative Studiengänge wie Statistik, Operations Research, Bioinformatik, Mathematik oder Physik. 1 Jahr Berufserfahrung oder akademische Erfahrung im Machine Learning und künstliche Intelligenz 1 Jahr relevante Erfahrung im Bereich der Datenanalyse (Statistik / Datenwissenschaft). Erfahrungen mit einem oder mehreren Mehrzweck-Programmiersprachen, einschließlich, aber nicht beschränkt auf: Java, C / C ++, Python, Scala oder R Fließende Deutsch- und / oder Englischkenntnisse Master in Informatik, Machine Learning oder ähnlichen technischen Feldern. Erfahrungen mit einem oder mehreren der folgenden Themen: Natural Language Processing and Understanding, Klassifizierung, Mustererkennung und Empfehlungssysteme. Erfahrung im Umgang mit großen Datenmengen, z. B. soziale Netzwerkdaten, wissenschaftliche Daten, Sensordaten usw. Erfahrung in der Anwendung von Machine Learning auf großen Datensätzen. Bewährte Programmierungserfahrung in mindestens einer Programmiersprache wie Java, Scala, C ++ oder einer ähnlichen objektorientierten Sprache. Big Data Science: Python Machine Learning Libs (NumPy, SciPy, Pandas, IPython, Scikit-Learn, PyTorch, TensorFlow, JAX,NLTK), Spark für Data Mining und Machine Learning (Spark SQL, Spark MLlib, PySpark) Data Science und Machine Learning Grundlagen: Zeitreihen und sequenzielle Datenverarbeitung, Supervised and Unsupervised Machine Learning, Klassifizierung, Logistik Regression und Random Forest, Support Vektor Maschinen, K-Nearest Nachbarn, Naive Bayes und Gradient BoostingDie vollständige Anzeige finden Sie beim Klick auf den Onlinebewerbungs-Button oder unter folgendem Link:https://jobs.jobware.net/v/0057?jw_result_piid=041288965&jw_chl_seg=NLINKEDIN",
        "search_datetime": "2023-09-14T18:15:50.015834",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "konfetti",
        "company_linkedin_url": "https://de.linkedin.com/company/gokonfetti",
        "job_title": "(Junior-) Business Intelligence Analyst (m/f/x)",
        "job_location": "Cologne, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3709394151",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3709394151",
        "job_amount_applicants": "48",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Analyst",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "konfetti ist die Buchungsplattform und Software für lokale Workshops. Seit der Gründung im April 2021 haben wir unser Produkt stetig weiterentwickelt und arbeiten nun mit mehr als 900 Anbietern zusammen. Insgesamt können wir über 3.500 Kurse in Deutschland, Österreich und online anbieten. Stark wachsend, finanziert mit über 2 Millionen € von führenden Investoren, suchen wir neue Kollegen! Aktuell sind wir 20 Personen und haben Positionen im Kölner Büro auf.Dein next Step - konfetti!Du suchst nach einer neuen Herausforderung in einem wachsenden Startup aus Köln und Berlin? Du möchtest Verantwortung für den Erfolg unseres Unternehmens übernehmen und beim weiteren Unternehmensaufbau aktiv mit anpacken?Dann komm zu uns und bringe Dich mit Deiner Expertise bei uns ein!AufgabenWas Dich erwartetDu analysierst die Customer Journey und Nutzungsdaten sowie die Business-KPIs von konfettiDu führst komplexe Datenanalysen durch, bereitest Ergebnisse auf und gibst Handlungsempfehlungen für konkrete FragestellungenEnge Zusammenarbeit mit unserem Tech und Product Team. Du wirst das Gründerteam in unterschiedlichen Unternehmensbereichen tatkräftig unterstützen und verschiedene Aufgaben und Projekte vorantreibenDu wirst Themen eigenverantwortlich übernehmen und vorantreiben: als junges Startup sind viele Prozesse noch in den Startlöchern und freuen sich darauf, erweitert, optimiert und gefestigt zu werdenDeine Meinung ist uns wichtig: nicht nur operativ bist Du ein wichtiger Bestandteil unseres Teams. Auch strategisch wirst Du Dich einbringen können und konfetti auf die nächste Stufe hebenDeine Aufgaben sind vielfältig: stell Dich also darauf ein, dass jeder Tag etwas anderes mit sich bringen wirdQualifikationWas Du mitbringstErfolgreich abgeschlossenes StudiumSehr gutes Verständnis von Datenbanken (relationales Datenmodell, ETL-Prozesse und insbesondere SQL-Queries)Berufserfahrung im Bereich Data Analytics bzw. Business Intelligence und/ oder Erfahrung in der Datenvisualisierung mit Tableau ist ein PlusKenntnisse im Bereich Web-Tracking (Google Analytics) sowie Programmiersprachen (Python) sind von VorteilSehr gute analytische Fähigkeiten und präzise ArbeitsweiseSchnelle Auffassungsgabe, Eigenverantwortung, Teamfähigkeit, unternehmerisches Denken und UmsetzungsstärkeBenefitskonfetti BenefitsDirekte Zusammenarbeit mit dem erfahrenen Gründerteam (u.a. ex HelloFresh / ex ArtNight)Verantwortung und direktes Feedback ab Tag 1Flache Hierarchien und kurze EntscheidungswegeEigenverantwortliche Projekte und Gestaltungsspielraum für eigene IdeenSchöne Büroräume in Berlin Kreuzberg und im Herzen Kölns30 Tage pro Jahr Laptop mitnehmen und aus dem Ausland arbeitenRegelmäßige Teamevents: wir sitzen mit Tausenden Events an einer unerschöpflichen Quelle ;-)Wir freuen uns auf Deine Bewerbung und ein erstes Kennenlernen!",
        "search_datetime": "2023-09-14T18:15:50.602751",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "initions",
        "company_linkedin_url": "https://de.linkedin.com/company/initions-ag",
        "job_title": "(Junior) Data Engineer",
        "job_location": "Cologne, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3642713376",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3642713376",
        "job_amount_applicants": "47",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "Deine MissionWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von state-of-the-art Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere Standorte Hamburg oder Köln als(Junior) Data Engineer (m/w/d) Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben: Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen,Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beraten Dein ProfilWichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine vollständigen Bewerbungsunterlagen mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!Für weitere Fragen steht Dir Deine Ansprechpartnerin Katharina gerne zur Verfügung.Bitte beachte unsere Datenschutzhinweise unter https://www.initions.com/datenschutz/.initions GmbHFrau Katharina BaderWeidestraße 120a22083 Hamburgbewerbung@initions.dewww.initions.com/karrierehttps://www.kununu.com/de/initions/kommentareÜber unsUnser Antrieb sind innovative, praxistaugliche und herausragende Projekte auf dem Gebiet der analytischen Datenverarbeitung. In den vergangenen 20 Jahren hat unser Team sehr erfolgreiche Lösungen in einer Vielzahl von Branchen implementiert. Unser Name steht bei unseren Kunden für Professionalität und Vertrauen. Mit jeder Herausforderung, mit jedem neuen Projekt gewinnt und teilt unser Team Erfahrungen und „Best Practices“. Unser Bestreben ist es, immer besser zu werden und Sie als Kunden noch erfolgreicher zu machen. Unser Portfolio reicht dabei von traditionellen Data Warehouse- und Business Intelligence-Ansätzen über Big Data, IoT, Data Lake und Self-Service-BI-Lösungen bis hin zu Cloud Data Plattformen und Verfahren der Künstlichen Intelligenz.",
        "search_datetime": "2023-09-14T18:15:51.154366",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "Volt.io",
        "company_linkedin_url": "https://uk.linkedin.com/company/voltio",
        "job_title": "Analytics Engineer",
        "job_location": "Berlin, Berlin, Germany",
        "job_linkedin_id": "3688655136",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3688655136",
        "job_amount_applicants": "200",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Technology, Information and Internet",
        "job_description": "Team: Data Infrastructure & AnalyticsReporting to: VP of Data Infrastructure & AnalyticsLocation: BerlinAbout Volt:When Volt launched in 2019, we recognised how Open Banking has the power to transform how businesses, wherever they happen to be, receive payments from their customers.So, we set about building an Open Payments Gateway that enables merchants across the globe to receive direct, account-to-account payments – in real time.Co-founded by industry experts Tom Greenwood, Steffen Vollert and Jordan Lawrence, we’ve brought together the most experienced, trusted names from across the industry. Now, we’re perfectly positioned to power a real-time payments revolution.We’re headquartered in the UK - with offices in Poland, the Netherlands, Germany and São Paulo – our mission is truly global. We live by our ‘real-time payments everywhere’ vision.Now, on the back of $23.5 million Series A and $60 million Series B funding rounds, we’re 150-people strong and poised for an exciting new phase of growth. Will you join us on our journey?About the role:As an Analytics Engineer, you will be one of the driving forces behind designing and maintaining the infrastructure that supports data analysis and reporting within our organization. Your expertise in statistical methods, data analysis best practices, and data visualization will enable you to translate complex data insights into easily understandable information for non-technical stakeholders. You will play a key role in designing data models and architectures, developing insightful reports and visualizations, and collaborating with cross-functional teams to provide data-driven insights and recommendations. Your meticulous attention to data accuracy and integrity, combined with your commitment to staying current with the latest data technologies and best practices, will be instrumental in optimizing our data analysis processes and delivering valuable insights to drive strategic decision-making.What the role involves: Data Model and Architecture Design:Collaborate with data scientists, analysts, and other stakeholders to design and implement data models and architectures that support analytics and reportingEnsure data structures are optimized for efficient data analysis and storageReporting and Visualization Development:Develop and maintain insightful reports, interactive dashboards, and data visualizations that effectively communicate data insights to stakeholdersEmploy data visualization tools (e.g., Tableau, Power BI) to present complex data in a clear and intuitive mannerData-Driven Decision Support:Work closely with cross-functional teams to understand business requirements and translate them into actionable data insights and recommendationsProvide analytical support and expertise to stakeholders, empowering evidence-based decision-makingData Validation and Cleaning:Implement data validation and cleaning processes to ensure data accuracy, consistency, and integrityIdentify and address data quality issues to improve the reliability of analytical outputsTechnology and Best Practices:Stay up-to-date with the latest data technologies, statistical methods, and data analysis best practicesContinuously improve data analysis processes and methodologies to enhance efficiency and effectivenessRequirementsAbout you:Bachelor's or Master's degree in Data Science, Statistics, Computer Science, or a related fieldAt least 3 years of experience as an Analytics Engineer, Data Analyst, or a similar role involving data modeling and reportingStrong background in statistics, data analysis, and data visualizationProficiency in statistical software such as R or Python for data analysis and modelingSolid understanding of SQL and database technologies for data querying and manipulationExperience with data visualization tools (e.g., Tableau, Power BI) to create insightful reports and dashboardsExcellent problem-solving and critical-thinking skills with the ability to handle complex data challengesStrong communication skills to effectively convey technical concepts to non-technical stakeholdersDetail-oriented and committed to ensuring data accuracy and integrityAbility to work collaboratively with cross-functional teams in a dynamic and fast-paced environmentWhat happens next?Selected candidates will be invited for an initial interview with our People & Culture representative. The video meeting will take about 30 minutes,Then it’s time for a second interview! The meeting will be conducted by our Analytics Engineer and VP of Operations and will last 1 hour,Our VP of Data Infrastructure & Analytics would also like to chat with you :) You can expect the meeting to last approximately 30 minutes,During a Final Interview you will have a chance to meet our SVP of Operations. The meeting will take 30 minutes,If successful, you will be given a job offer proposalBenefitsCompetitive salary 💰Flexible hours and hybrid working 🏡Enhanced Parental Leave 👪25 days holiday + your birthday off 🥳Digital Detox: once every two months on Friday we close down all comms at Volt. The whole business is officially ordered to take the day off!🧘🏻‍♀️Brand new macbook pro💻At Volt, diversity and inclusion are integral to our culture.We believe in hiring for cultural add, embracing difference and fostering a safe space where everyone can bring their authentic selves. Our mission is to transform the payments industry and this is only possible through the power of our diverse and talented team.Join us in making real-time payments accessible for all.",
        "search_datetime": "2023-09-14T18:15:41.773409",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "nebenan.de",
        "company_linkedin_url": "https://de.linkedin.com/company/nebenan-de",
        "job_title": "Analytics Engineer",
        "job_location": "Berlin, Berlin, Germany",
        "job_linkedin_id": "3707648493",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3707648493",
        "job_amount_applicants": "56",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "Your missionDesign, develop, and maintain scalable data pipelines using technologies such as aws, dbt,and snowflakeCollaborate with cross-functional teams,including stakeholders,developers, data engineers, and analysts, to understand both downstream and upstream data needsEngage with stakeholders, gather information about data usage and understand their needs to translate them into effective data modelsEnsure accurate and timely data delivery to support decision-making processes striking a balance between efficiency and attention to detailImplement and maintain data governance procedures to ensure data quality, security and compliance. Your profileYou have experience in an analytics engineering role or similar, with a solid understanding of data. warehousing and ETL conceptsYou feel comfortable writing SQL and, moreover, understand how the data models fit in the data landscape of the companyYou have knowledge of data modeling using dbt, some experience working with a cloud provider, such as aws, and data warehousing (ideally with snowflake) . You can work with version control systems, preferably gitYou have working experience in another programming language eg Python, Java, ScalaYou possess excellent communication skills with the ability to effectively convey complex data concepts to both technical and non-technical stakeholdersYou stay up to date with the latest trends in the field and are eager to share what you learn with your colleaguesYou are passionate about diversity, collaboration and inclusivity and foster an environment where all team members feel welcomed and valuedWhat We OfferA meaningful job! We create a great product with real social impactCollaboration in a great, experienced and international team that exchanges ideas and learns from each otherInsight into the entire work process of our startup as well as the nebenan.de foundationResponsibility and great opportunities to get actively involvedA flexible vacation policy - take as much vacation as you need. We also offer the option of a sabbaticalYour nebenan.de Spendit Card - per month you receive an additional income of 35 euros, which you can use for things of your choiceA strength-based development culture (we work with the Gallup StrengthsFinder)A workplace in Berlin-Kreuzberg, in a cheerful team and regular events such as lunch roulette / lunch & learn / yoga / back coursesA company pension planFlexible working hours and the possibility of working remotely",
        "search_datetime": "2023-09-14T18:15:43.042912",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "bookingkit",
        "company_linkedin_url": "https://de.linkedin.com/company/bookingkit",
        "job_title": "Junior Data Engineer",
        "job_location": "Berlin, Berlin, Germany",
        "job_linkedin_id": "3714652685",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3714652685",
        "job_amount_applicants": "65",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "It started with four people and one joint dream. Now, six years later, dozens of bookingkids support Europe’s leading Software for Tours, Activities & Attractions and share their dream.About Bookingkitbookingkit is a growing company and already we are Europe’s leading booking and reservation management software for tours and activity providers. Our 2025 strategy is set in stone and we have challenged ourselves to digitise and revolutionise the Tours, Activities & Attractions market directly.We need YOU, to propel us in this journey as we #trust in you and your ambition to be one of us. In return, we give you transparency and ownership so that you #grow with us and we rely on each other for the success of bookingkit.At bookingkit, we believe experiences arise from community. This is why we work together as a group of currently 80 people with diverse backgrounds - sharing our common goal of creating an environment for every team member to grow as an individual and professional. #bookingkindnessToo hard to believe? Check out our Kununu and Glassdoor ratingsOur Vision and MissionWe Already Know Where We Want To Be In 3 Years And The Impact We Want To Have In 10 Yearsbookingkit's vision is to create a world where our technology makes operating and marketing experiences easy and fun.Our mission is to make bookingkit the most integrated booking technology for professional European attractions.Our Tech StackPython, SQL, dbt, Airflow, Gitlab, Metabase, AWS, Jira, SalesforceSo we are looking for you as a Junior Data Engineer (m/f/d) to work full-time with us starting immediately!Your Day-to-Day Work In This RoleDesign, build and deploy data pipelines integrating product and third party tool data to improve the current data architecture and enable other analysts for reporting needs.Monitoring data pipelines and performing regular quality checks to ensure data accuracy and reliability.Participating in code reviews and contributing to the development of data transformation pipelines.Troubleshooting and resolving data-related issues promptly to minimize disruptions to business operations.Participate in discussions/decisions regarding future engineering direction; as well as evaluation, prioritization and elimination of technical debtEngage with other teams to understand the business processes to find bottlenecks, improve and maintain the data qualityPartner with engineers and business process owners to build data products and solutions for multiple departments such as sales, account management and marketing100% remote work possible!We Are Match If 2+ years of experience in Data Engineering, ETL, Data Warehousing or other data movement applications2+ years of experience in the design, development, testing and integration of high complex softwareProficiency in SQL for data querying and manipulation.Dashboard/Reporting tool experience (Power BI, Metabase, Tableau,...)Ability to articulate complex topics and present them in a concise and very clear wayAbility to take ambiguity and reduce complexityEnglish at a business fluent levelExtra Awesome IfExperience with dbt, or similar tool, for data transformation and modeling.Familiarity with Apache Airflow for workflow orchestration. Our Team SetupOur Business Intelligence team: Diego (Business Intelligence Lead / Data Engineer), Talat (WS Data Analyst), Ciprian (Salesforce Administrator), Ayush (Executive Assistant / Data Analyst)Perks And Benefits100% remote work: We have a remote work setup. Do you like to work from the office? So do several of our colleagues -- you can join them in our sunny office in Berlin. There is also a very generous Mobile Working policy allowing you to work from almost anywhere for a portion of the year! Corporate Discounts: We take part in company discount programs with partners and other startups, e.g. GetYourGuide. Flat Communication: Open communication and accessibility between teams and leads is how we operate at bookingkit. Annual Private Travel Subsidy: We are part of the tourism, events, and travel industry - so obviously travel is great! Even in our current times, we subsidize private travel with up to 150€ annually per bookingkid. Public Transportation Subsidy: We subsidize public transportation costs in EU countries with a flat fee. Depending on location this can be up to 50% of the total transportation cost. Gym Subsidy: We subsidize Urban Sports Club memberships to stay active and fit for bookingkids in Germany. Team Events: Our bookingkit BBQ in Berlin is a tradition that we offer multiple times in the year! Beyond that, we have summer and winter events to meet in person. Even ex-bookingkids come back to catch up with us on event days! Extra Charity Day: We love it when bookingkids are involved in charity work. We support you with one extra day of leave for charity work.Our Interview Steps People And Culture Screening Call (30 minutes) with Stephanie, COO. Hiring Manager Interview (30 minutes) with Diego, Business Intelligence Lead. Case Study Presentation (60 minutes) with Diego, Business Intelligence Lead + another team member. Meet The Team (15 minutes) with the entire Business Intelligence team.",
        "search_datetime": "2023-09-14T18:15:43.711720",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "Westwing",
        "company_linkedin_url": "https://de.linkedin.com/company/westwing-home-&-living",
        "job_title": "Data Engineer",
        "job_location": "Munich, Bavaria, Germany",
        "job_linkedin_id": "3700412243",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3700412243",
        "job_amount_applicants": "134",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Retail",
        "job_description": "As a Data Engineer you will be responsible for optimizing, collecting, expanding, and maintaining data and data pipeline architecture. You will further develop, build, and enhance our Snowflake data warehouse especially for Retail Domain. You will be a part of the Business Intelligence and Analytics team in the pricing department and work closely with Pricing, Digital Merchandising, Data Platform Engineering teams and other data teams across Westwing. Join a talented, dynamic, diverse team and be a part of all data initiatives on the company level. The position is unlimited and is located in Munich.WHAT YOU’LL DObecome the team’s retail analytics data owner (Tables, Code, Workflows and Best Practices)build and maintain data pipelinesdesign and maintain data infrastructure and monitor health of Retail Analyticssupport analysts and work with data platform engineers on presentation layersengineer new data sources, migrate, optimize, build data vault structuressupport on complex problems and share knowledge across domainsYOU COME WITH3+ years of experience in similar rolessolid knowledge of SQL, data warehousing, GITknowledge of Snowflake and Airflowknowledge in data modeling, data Vault modelinga passion for learning, documenting, and helping people with data topicsgood communication skills with the ability to interface between technical and non-technical users“can-do” mind-set and the ability to work independently in a fast-paced environmentinterest in data Mesh and data governancefluency in EnglishWHY WESTWINGAside from our awesome team and shared purpose we offer a variety of additional benefits. Come work with us and get:an inspiring, international, informal and nonpolitical environment for you to take ownership and grow your careera unique culture based on trust, support, and collaboration where we foster open communication with our biweekly Company All-Hands, feedback channels like Officevibe and regular Q&A sessions 30 days of paid vacation per yeara beautiful, centrally located and dog-friendly office with free beverages, cafeteria with different lunch options, open spaces and sunny terrace40% off Westwing Collection in our shop, 25% off all third-party brands, 10% family & friends voucher, Westwing Vouchers for special occasionsregular and legendary company and team events like Movie Nights, Oktoberfest, Summer Parties, and morehealth and wellbeing offerings including gym membership, mental health support and coaching, vaccinations, skin checkups and morediscounted green mobility options with public transport, JobRad or Swapfietscompany daycare “Westwing Wichtel” next to our HQ office and cooperation with Elly & Stoffl, a multilingual daycare with several locations in Munichsubsidized company pension scheme “Social Impact Day” p.a. to use for doing good for environment and/or society state-of-the-art tech infrastructure running on AWS and Kubernetes (our Techradar), professionally equipped workstation of your personal choiceAbout UsWestwing is Europe‘s No.1 in Beautiful Living e-Commerce with a team of 1,900 in four offices across Europe. We’re on a mission to excite people to create homes that unlock the full beauty of life. We work together at a fast pace in an inspiring, international and informal environment that enables you to grow your career while working with a brand and products our customers love.We’re made up of passionate people who are creative enough to disrupt the status quo, brave enough to fail and smart enough to win. So come, be part of the “wow, you work at Westwing?” crowd.Diversity is deeply rooted in our culture. Our mission doesn’t stop to inspire only your design choices, it continues to embrace an inclusive lifestyle filled with respect to everyone’s uniqueness, cultural differences and equal opportunity.",
        "search_datetime": "2023-09-14T18:15:00.137572",
        "search_keyword": "Data Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "Tacto",
        "company_linkedin_url": "https://de.linkedin.com/company/tactotechnology",
        "job_title": "Data Engineer",
        "job_location": "Munich, Bavaria, Germany",
        "job_linkedin_id": "3634010998",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3634010998",
        "job_amount_applicants": "121",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "Your missionBuild and maintain our data stack that fuels insight generation for our customersConnect to and ingest data from several customer ERP systems to feed our data modelsSetup data pipelines to acquire, cleanse, validate, and transform dataEvaluate 3rd party data sources to augment customer data and increase business valueInterpret the results of your analysis and setup continuous monitoring to track value creation on customer sideExplore and choose tools for internal BI to enable data-driven decisions for sales and product developmentWrite clean and maintainable code with sensible testing so that you would enjoy taking over from a colleagueDo 1:1s, review code, leave the codebase better than you found it, and help everyone in the team to become betterProactively communicate, document, and share your approach, progress, results, and challengesSpread an engineering culture of quality, innovation, and ambition across the organizationYour profileHow You Can ContributeAs one of the first team members in engineering, you will shape our design decisions and address some of the most difficult technical challenges to build cutting-edge software. This is a high impact role where you will be part of the core team, shape the product, and help us to deliver value to our customers.Let's talk about you!Now you may wonder what experience and skills you need to bring to the table for the role. We believe that problem solving, creativity, and drive are more important than anything else that can be picked up. However, the following references will give a guideline of what might be helpful.You are familiar with different data storages and data warehouses, e.g. S3, Azure Blob Storage, AWS Redshift, Google Big Query, Snowflake, etc.You can orchestrate tasks with Airflow, Prefect or other toolsYou can build data pipelines, ingest data from different sources and know how to connect to 3rd party systems, e.g. through AirbyteYou are familiar with handling and exploring data sets using languages like SQL and Python with respective packages like PyArrow, duckdb, numpy, pandas, etc.You know your way around data modeling, common data schemas, e.g. Star or Snowflake schema, and are familiar with fundamentals of databasesYou have worked with and have setup a BI tool, e.g. Tableau, PowerBI, Metabase, and the likesWe know that perfect candidates don’t exist and thus don't have specific \"minimum qualifications\". We’d love to learn more about you and care about your motivation and drive to shape the industrial future with us.About UsWhat we doWe are a Munich-based startup with a mission to build sustainable supply chains by developing intelligent software for industrial procurement. In our company, we believe the next wave of technical progress will reshape the industrial world. Therefore, we aim to build sustainable supply chains in close collaboration with the backbone of Europe – industrial SMEs.Why it matters:Powering the industry that builds the world: We create a new wave of innovation by lifting Europe’s industrial backbone with tens of millions of workers to the digital eraEnabling powerful business collaboration: We enable powerful collaboration among supplier networks as the basis for future economic growthSaving resources in supply chains: We optimize the 50-80% of costs and emissions of physical products originating from suppliers to enhance sustainable growthWhy you should consider joiningTiming: Our product manages hundreds of millions of € of material to manufacture physical products from bread cutters to medical technology. The Industrial Mittelstand trusts us and we are ready to scale! Join us to shape the future of our organization & product!Top investors believe in us: We are supported by first-class investors such as Cherry Ventures, Visionaries Club, UVC Partners as well as the founders of Personio, GetYourGuide, Helsing & Forto. Join us to show them they invested wisely!Team: We are an interdisciplinary and international (6 nations already) team that is highly motivated to succeed, but loves to laugh. Join us to grow personally as well as professionally, accelerated by our supportive culture that includes everyone.Impact: We are reshaping industrial procurement, which is the biggest value driver of manufacturing companies - there is no physical product in the world without procurement involved. Join us to future-proof the most important economic sector in Germany with over 10 million employees.",
        "search_datetime": "2023-09-14T18:15:00.738428",
        "search_keyword": "Data Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "PIA DYMATRIX",
        "company_linkedin_url": "https://de.linkedin.com/company/dymatrix",
        "job_title": "(Junior) Data Engineer (all genders)",
        "job_location": "Munich, Bavaria, Germany",
        "job_linkedin_id": "3716529009",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3716529009",
        "job_amount_applicants": "25",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "Daten sind das Gold von morgen! Und Du suchst, förderst und veredelst das Wertvollste, was unsere Kundenbesitzen: Ihre Daten. Daher suchen wir Dich, mit und ohne Berufserfahrung, als (Junior) Data Engineer (all genders) für unsere Standorte in Stuttgart, Hamburg oder München.Deine AufgabenMit der PIA Customer Experience Platform hilfst Du unseren Kunden, personalisierte und automatisierte Marketingkampagnen für alle Kanäle entlang der Customer Journey zu planen, zu realisieren und zu optimieren.Unsere Data Engineering Services setzt Du gezielt bei der technischen Weiterentwicklung der 360-Grad Customer Data Platform (CDP) ein mit dem Ziel einer Multi-Channel-Kundensicht: Dabei unterstützt Du unsere Kunden bei der Datenintegration (aus unterschiedlichen Quellen wie Webshops oder Kundenkarten), der Datenveredelung (wie z.B. Dubletten identifizieren) und dem Reporting mittels PowerBI.Gemeinsam mit unseren fachlichen Consultants bist Du Ansprechpartner:in für unsere Kunden: Du arbeitest im gesamten Projektzyklus mit den Marketing- und IT-Abteilungen unserer Kunden zusammen, um kundenindividuell entlang der Customer Journey beraten zu können.Ob Cloud oder On-Premise – Du sorgst für die Umsetzung unserer Business Intelligence Projekte auf Basis unterschiedlicher Technologien wie dem MS SQL Server oder Postgres.Mit neuesten Lösungen unserer führenden Technologiepartner unterstützt Du bei der Weiterentwicklung unserer SaaS-Plattform in der MS Azure Cloud.Dabei bleibst Du nicht stehen, sondern erschließt neue Trends und Methoden und entwickelst Dich und unsere Kunden stets weiter.Das Bringst Du Idealerweise Mitabgeschlossenes Studium mit (IT-)technischer Ausrichtung (Informatik, Wirtschaftsinformatik) oder vergleichbare Ausbildungtheoretische Kenntnisse oder erste praktische Erfahrung in den Bereichen Data Warehouse und Business IntelligenceKenntnisse in den Bereichen Marketing und/oder Controllingsehr gute Deutsch- und gute EnglischkenntnisseReisebereitschaft und Lust auf Veränderungen, denn jeder Kunde ist ein Unikat!Bewirb Dich jetzt!Wir freuen uns darauf, mehr von Dir zu erfahren. Dein CV, Deine Zeugnisse und eine kurze und aussagekräftige Nachricht, die uns verrät, was für ein Typ Du bist, sind vollkommen ausreichend!Nur einige der tollen Benefits bei PIA DYMATRIXFlexibler ArbeitgeberKeine Kernarbeitszeit / flexible Arbeitszeiten, angenehme 30 Tage Urlaub und leistungsgerechte Vergütung.Modernes ArbeitenRenovierte Büros, ergonomische Arbeitsplätze, neueste Ausstattung in Hard- und Software. Neue innovative Technologien (z.B. Cloudtechnologien), agile Arbeitsmethoden und Partner großer IT-Plattformen (Microsoft/Databricks).Individuelle KarriereentwicklungPIA CAMPUS mit breitem Angebot an internen und externen Seminaren & Workshops. Transparente Karrierepfade (Fach-, Führungs- und Projektlaufbahn).Zentrale StandorteVom westlichen Köln, bis ins bayrische München, aus dem Headquarter in Stuttgart, oder gar aus Hamburg. Wir sind überall und wir sind immer zentral!Spannende KundenUnterschiedliche Kunden, Projekte und Branchen – von Fashion und E-Commerce bis Telekommunikation und Touristik, vom Mittelstand bis zum DAX-Unternehmen.Allerlei GutesSpektakuläre Teamevents: Von Ischgl über Mallorca, entspannte Grillabende und unvergessliche Weihnachtsfeiern. Außerdem Fitness-Zuschuss mit qualitrain. Immer: Getränke, Obst, Kaffee, Cola, Bier. Vegan, vegetarisch, von Hafer bis Soja – Alles gratis, alles lecker!Lass Dich von unserer besonderen Art überraschen! Freue Dich auf ein unbürokratisches und spannendes Arbeitsumfeld in einem jungen, innovativen Unternehmen. Als Partner der großen IT-Plattformen (z.B. Microsoft, Databricks) ermöglichen wir Dir stetige Weiterentwicklung mit innovativen Technologien.",
        "search_datetime": "2023-09-14T18:15:02.432699",
        "search_keyword": "Data Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "Machine Learning Reply GmbH",
        "company_linkedin_url": "https://de.linkedin.com/company/machine-learning-reply-de",
        "job_title": "(Big) Data Engineer",
        "job_location": "Munich, Bavaria, Germany",
        "job_linkedin_id": "3700418398",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3700418398",
        "job_amount_applicants": "25",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "Job DescriptionAtMachine Learning Reply Germany we work with our clients on leading-edge data projects for which we are seeking (Big) Data Engineers to serve our cloud-based client projects in multiple industriesMachine Learning Reply, with its sister company in Italy and over 12.000 employees at Reply globally, is a fast-growing consultancy focused on solving problems with data intelligence and the right organizational frameworks as their backbone. We offer tailor-made end-to-end solutions in the Business Intelligence Ecosystem that cover the entire project lifecycle - from initial strategy consulting to data architecture and infrastructure issues to data processing, modeling and visualization.We are a tight-knit, laid-back, but seriously motivated unit that aims to be involved at conferences and in the community of practices with our tech partners.You will be working across technical domains and industries depending on the project scope and your interest.Whether you are already experienced in Data Engineering or just graduated having gained your first experience in data technologies - If you never lose focus, are you data-driven but with a passion for Cloud Computing? Then we want to hear from you!Tasks:Support the successful implementation of customer products related to Big Data, Data Engineering, and/or Data Warehouses. Build and maintain scalable Data Platforms and Datalakes on Cloud or on-premise, considering DevOps paradigms. Build and maintain data-intensive applications with big data technologies like Apache Spark, Hadoop, and databases (SQL and NoSQL), using batch or real-time data integration (Kafka, RabbitMQ). Develop data pipelines and workflows utilizing technologies such as AirFlow and/or Luigi. What we offer you:Access to work on projects across industries (large and mid-market companies in Banking, Insurance, Automotive, Retail, etc.)Broaden your skills through interdisciplinary work and training between the areas of data engineering, cloud architecture and data scienceBenefit from industry leading cooperations in the cloud, BI, and AutoML fieldVery active social program - including training, conferences, team buildings, Reply Exchange, communities of practices, and hackathonsWork in an open, flat environment within a broad Reply knowledge-sharing networkAward winning office space in downtown Munich with access to “Stammstrecke”You choose your state-of-the-art work equipmentPublic transport ticket within MunichGym-membership subsidy for a gym of your choiceFlexible work environment between client, Reply office and remote work. RequirementsTechnical QualificationsYou have a passion for building, maintaining, and deploying data-driven products utilizing Kubernetes, Docker, Microservices, and Terraform. You think in a DevOps mindset, applying CI/CD (e.g., Gitlab CI, Jenkins), integration tests, and unit tests. You demonstrate experience with Data and Cloud Computing platforms (AWS, GCP, Azure), and/or Databricks/SnowFlake. You have experience in Software Development and clean code in Python, Java, SQL, and/or Scala. General QualificationsYou have a high level of customer orientation and excellent communication skills. You are willing to travel. You are fluent in English and have at least intermediate proficiency (B1) in German (willing to improve). Nice to HaveYou have knowledge and experience in Backend and/or Frontend Development or are willing to improve in those skills. You have previous experience in a consultant role within the Data stack.",
        "search_datetime": "2023-09-14T18:15:29.642822",
        "search_keyword": "Big Data Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "Tacto",
        "company_linkedin_url": "https://de.linkedin.com/company/tactotechnology",
        "job_title": "Data Engineer",
        "job_location": "Munich, Bavaria, Germany",
        "job_linkedin_id": "3634010998",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3634010998",
        "job_amount_applicants": "121",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "Your missionBuild and maintain our data stack that fuels insight generation for our customersConnect to and ingest data from several customer ERP systems to feed our data modelsSetup data pipelines to acquire, cleanse, validate, and transform dataEvaluate 3rd party data sources to augment customer data and increase business valueInterpret the results of your analysis and setup continuous monitoring to track value creation on customer sideExplore and choose tools for internal BI to enable data-driven decisions for sales and product developmentWrite clean and maintainable code with sensible testing so that you would enjoy taking over from a colleagueDo 1:1s, review code, leave the codebase better than you found it, and help everyone in the team to become betterProactively communicate, document, and share your approach, progress, results, and challengesSpread an engineering culture of quality, innovation, and ambition across the organizationYour profileHow You Can ContributeAs one of the first team members in engineering, you will shape our design decisions and address some of the most difficult technical challenges to build cutting-edge software. This is a high impact role where you will be part of the core team, shape the product, and help us to deliver value to our customers.Let's talk about you!Now you may wonder what experience and skills you need to bring to the table for the role. We believe that problem solving, creativity, and drive are more important than anything else that can be picked up. However, the following references will give a guideline of what might be helpful.You are familiar with different data storages and data warehouses, e.g. S3, Azure Blob Storage, AWS Redshift, Google Big Query, Snowflake, etc.You can orchestrate tasks with Airflow, Prefect or other toolsYou can build data pipelines, ingest data from different sources and know how to connect to 3rd party systems, e.g. through AirbyteYou are familiar with handling and exploring data sets using languages like SQL and Python with respective packages like PyArrow, duckdb, numpy, pandas, etc.You know your way around data modeling, common data schemas, e.g. Star or Snowflake schema, and are familiar with fundamentals of databasesYou have worked with and have setup a BI tool, e.g. Tableau, PowerBI, Metabase, and the likesWe know that perfect candidates don’t exist and thus don't have specific \"minimum qualifications\". We’d love to learn more about you and care about your motivation and drive to shape the industrial future with us.About UsWhat we doWe are a Munich-based startup with a mission to build sustainable supply chains by developing intelligent software for industrial procurement. In our company, we believe the next wave of technical progress will reshape the industrial world. Therefore, we aim to build sustainable supply chains in close collaboration with the backbone of Europe – industrial SMEs.Why it matters:Powering the industry that builds the world: We create a new wave of innovation by lifting Europe’s industrial backbone with tens of millions of workers to the digital eraEnabling powerful business collaboration: We enable powerful collaboration among supplier networks as the basis for future economic growthSaving resources in supply chains: We optimize the 50-80% of costs and emissions of physical products originating from suppliers to enhance sustainable growthWhy you should consider joiningTiming: Our product manages hundreds of millions of € of material to manufacture physical products from bread cutters to medical technology. The Industrial Mittelstand trusts us and we are ready to scale! Join us to shape the future of our organization & product!Top investors believe in us: We are supported by first-class investors such as Cherry Ventures, Visionaries Club, UVC Partners as well as the founders of Personio, GetYourGuide, Helsing & Forto. Join us to show them they invested wisely!Team: We are an interdisciplinary and international (6 nations already) team that is highly motivated to succeed, but loves to laugh. Join us to grow personally as well as professionally, accelerated by our supportive culture that includes everyone.Impact: We are reshaping industrial procurement, which is the biggest value driver of manufacturing companies - there is no physical product in the world without procurement involved. Join us to future-proof the most important economic sector in Germany with over 10 million employees.",
        "search_datetime": "2023-09-14T18:15:31.226563",
        "search_keyword": "Big Data Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "PIA DYMATRIX",
        "company_linkedin_url": "https://de.linkedin.com/company/dymatrix",
        "job_title": "(Junior) Data Engineer (all genders)",
        "job_location": "Munich, Bavaria, Germany",
        "job_linkedin_id": "3716529009",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3716529009",
        "job_amount_applicants": "25",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "Daten sind das Gold von morgen! Und Du suchst, förderst und veredelst das Wertvollste, was unsere Kundenbesitzen: Ihre Daten. Daher suchen wir Dich, mit und ohne Berufserfahrung, als (Junior) Data Engineer (all genders) für unsere Standorte in Stuttgart, Hamburg oder München.Deine AufgabenMit der PIA Customer Experience Platform hilfst Du unseren Kunden, personalisierte und automatisierte Marketingkampagnen für alle Kanäle entlang der Customer Journey zu planen, zu realisieren und zu optimieren.Unsere Data Engineering Services setzt Du gezielt bei der technischen Weiterentwicklung der 360-Grad Customer Data Platform (CDP) ein mit dem Ziel einer Multi-Channel-Kundensicht: Dabei unterstützt Du unsere Kunden bei der Datenintegration (aus unterschiedlichen Quellen wie Webshops oder Kundenkarten), der Datenveredelung (wie z.B. Dubletten identifizieren) und dem Reporting mittels PowerBI.Gemeinsam mit unseren fachlichen Consultants bist Du Ansprechpartner:in für unsere Kunden: Du arbeitest im gesamten Projektzyklus mit den Marketing- und IT-Abteilungen unserer Kunden zusammen, um kundenindividuell entlang der Customer Journey beraten zu können.Ob Cloud oder On-Premise – Du sorgst für die Umsetzung unserer Business Intelligence Projekte auf Basis unterschiedlicher Technologien wie dem MS SQL Server oder Postgres.Mit neuesten Lösungen unserer führenden Technologiepartner unterstützt Du bei der Weiterentwicklung unserer SaaS-Plattform in der MS Azure Cloud.Dabei bleibst Du nicht stehen, sondern erschließt neue Trends und Methoden und entwickelst Dich und unsere Kunden stets weiter.Das Bringst Du Idealerweise Mitabgeschlossenes Studium mit (IT-)technischer Ausrichtung (Informatik, Wirtschaftsinformatik) oder vergleichbare Ausbildungtheoretische Kenntnisse oder erste praktische Erfahrung in den Bereichen Data Warehouse und Business IntelligenceKenntnisse in den Bereichen Marketing und/oder Controllingsehr gute Deutsch- und gute EnglischkenntnisseReisebereitschaft und Lust auf Veränderungen, denn jeder Kunde ist ein Unikat!Bewirb Dich jetzt!Wir freuen uns darauf, mehr von Dir zu erfahren. Dein CV, Deine Zeugnisse und eine kurze und aussagekräftige Nachricht, die uns verrät, was für ein Typ Du bist, sind vollkommen ausreichend!Nur einige der tollen Benefits bei PIA DYMATRIXFlexibler ArbeitgeberKeine Kernarbeitszeit / flexible Arbeitszeiten, angenehme 30 Tage Urlaub und leistungsgerechte Vergütung.Modernes ArbeitenRenovierte Büros, ergonomische Arbeitsplätze, neueste Ausstattung in Hard- und Software. Neue innovative Technologien (z.B. Cloudtechnologien), agile Arbeitsmethoden und Partner großer IT-Plattformen (Microsoft/Databricks).Individuelle KarriereentwicklungPIA CAMPUS mit breitem Angebot an internen und externen Seminaren & Workshops. Transparente Karrierepfade (Fach-, Führungs- und Projektlaufbahn).Zentrale StandorteVom westlichen Köln, bis ins bayrische München, aus dem Headquarter in Stuttgart, oder gar aus Hamburg. Wir sind überall und wir sind immer zentral!Spannende KundenUnterschiedliche Kunden, Projekte und Branchen – von Fashion und E-Commerce bis Telekommunikation und Touristik, vom Mittelstand bis zum DAX-Unternehmen.Allerlei GutesSpektakuläre Teamevents: Von Ischgl über Mallorca, entspannte Grillabende und unvergessliche Weihnachtsfeiern. Außerdem Fitness-Zuschuss mit qualitrain. Immer: Getränke, Obst, Kaffee, Cola, Bier. Vegan, vegetarisch, von Hafer bis Soja – Alles gratis, alles lecker!Lass Dich von unserer besonderen Art überraschen! Freue Dich auf ein unbürokratisches und spannendes Arbeitsumfeld in einem jungen, innovativen Unternehmen. Als Partner der großen IT-Plattformen (z.B. Microsoft, Databricks) ermöglichen wir Dir stetige Weiterentwicklung mit innovativen Technologien.",
        "search_datetime": "2023-09-14T18:15:34.998318",
        "search_keyword": "Big Data Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "Westwing",
        "company_linkedin_url": "https://de.linkedin.com/company/westwing-home-&-living",
        "job_title": "Data Engineer",
        "job_location": "Munich, Bavaria, Germany",
        "job_linkedin_id": "3700412243",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3700412243",
        "job_amount_applicants": "134",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Retail",
        "job_description": "As a Data Engineer you will be responsible for optimizing, collecting, expanding, and maintaining data and data pipeline architecture. You will further develop, build, and enhance our Snowflake data warehouse especially for Retail Domain. You will be a part of the Business Intelligence and Analytics team in the pricing department and work closely with Pricing, Digital Merchandising, Data Platform Engineering teams and other data teams across Westwing. Join a talented, dynamic, diverse team and be a part of all data initiatives on the company level. The position is unlimited and is located in Munich.WHAT YOU’LL DObecome the team’s retail analytics data owner (Tables, Code, Workflows and Best Practices)build and maintain data pipelinesdesign and maintain data infrastructure and monitor health of Retail Analyticssupport analysts and work with data platform engineers on presentation layersengineer new data sources, migrate, optimize, build data vault structuressupport on complex problems and share knowledge across domainsYOU COME WITH3+ years of experience in similar rolessolid knowledge of SQL, data warehousing, GITknowledge of Snowflake and Airflowknowledge in data modeling, data Vault modelinga passion for learning, documenting, and helping people with data topicsgood communication skills with the ability to interface between technical and non-technical users“can-do” mind-set and the ability to work independently in a fast-paced environmentinterest in data Mesh and data governancefluency in EnglishWHY WESTWINGAside from our awesome team and shared purpose we offer a variety of additional benefits. Come work with us and get:an inspiring, international, informal and nonpolitical environment for you to take ownership and grow your careera unique culture based on trust, support, and collaboration where we foster open communication with our biweekly Company All-Hands, feedback channels like Officevibe and regular Q&A sessions 30 days of paid vacation per yeara beautiful, centrally located and dog-friendly office with free beverages, cafeteria with different lunch options, open spaces and sunny terrace40% off Westwing Collection in our shop, 25% off all third-party brands, 10% family & friends voucher, Westwing Vouchers for special occasionsregular and legendary company and team events like Movie Nights, Oktoberfest, Summer Parties, and morehealth and wellbeing offerings including gym membership, mental health support and coaching, vaccinations, skin checkups and morediscounted green mobility options with public transport, JobRad or Swapfietscompany daycare “Westwing Wichtel” next to our HQ office and cooperation with Elly & Stoffl, a multilingual daycare with several locations in Munichsubsidized company pension scheme “Social Impact Day” p.a. to use for doing good for environment and/or society state-of-the-art tech infrastructure running on AWS and Kubernetes (our Techradar), professionally equipped workstation of your personal choiceAbout UsWestwing is Europe‘s No.1 in Beautiful Living e-Commerce with a team of 1,900 in four offices across Europe. We’re on a mission to excite people to create homes that unlock the full beauty of life. We work together at a fast pace in an inspiring, international and informal environment that enables you to grow your career while working with a brand and products our customers love.We’re made up of passionate people who are creative enough to disrupt the status quo, brave enough to fail and smart enough to win. So come, be part of the “wow, you work at Westwing?” crowd.Diversity is deeply rooted in our culture. Our mission doesn’t stop to inspire only your design choices, it continues to embrace an inclusive lifestyle filled with respect to everyone’s uniqueness, cultural differences and equal opportunity.",
        "search_datetime": "2023-09-14T18:16:05.868185",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "BMW Group",
        "company_linkedin_url": "https://de.linkedin.com/company/bmw-group",
        "job_title": "Lead Data Engineer & Analytics Solution Architect (f/m/x)",
        "job_location": "Munich, Bavaria, Germany",
        "job_linkedin_id": "3720039080",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3720039080",
        "job_amount_applicants": "25",
        "job_seniority_level_text": "Associate",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Motor Vehicle Manufacturing",
        "job_description": "THESE DAYS, AUTOMOTIVE HISTORY IS WRITTEN IN CODE.SHARE YOUR PASSION.More than 90% of automotive innovations are based on electronics and software. That's why creative freedom and lateral thinking are so important in the pursuit of truly new solutions. Naturally, this includes flexible working models, so that our IT specialists are free to go in unconventional directions.We offer you a position as Lead Data Engineer/Analytics Solution Architect (f/m/x) in the Future Sales Model domain. You will become a member of an internal BizDevOps team that develops and operates visual analytics and data science models in the AWS Cloud to provide ordering and stock management with a platform for data-driven decisions.What awaits you?In your new role, you will be responsible for building a flexible data architecture in the AWS Cloud to enable end-to-end performance management for the BMW Group.You define the technology stack for earliest possible automated analysis and identification of potentials.You implement the BMW data strategy by sharing standardized data sets via the cloud-based data hub and portal to ensure high data quality and stable operating processes via a set of non-functional requirements.You will work in an environment that promotes the exchange of knowledge and best practice methods and provides incentives for continuous learning.You can expect hands-on development of data pipelines on the AWS Cloud in an agile environment.Direct exchange with international interest groups from various BMW departments to consolidate technical options with economic requirements.What you should bring along?Degree in mathematics, computer science or business informatics or several years of practical experience with data analysis in a similar environment.At least 5 years of hands-on experience with ETL, data modeling, and data architectures).Expert experience with AWS Glue, S3, Athena, and writing and optimizing SQL, Python, Spark.Knowledge of reporting solutions such as AWS Quicksight, QlikSense, etc. as well as knowledge of machine learning technologies, such as SageMaker, is an advantage.Knowledge of the software development cycle (CI/CD, test automation, configuration management) and experience using common CI/CD tools (Terraform/CDK, Jenkins, Sonar, etc.) is an advantage.Experience with agile project structures and in using Atlassian Tool Suite (Jira, Bitbucket, Confluence).Fluent English language skills.Do you enjoy working in an international team and is software quality your passion? Apply now!Note: Please apply exclusively online via our career portal. Applications via other channels (esp. e-mail) cannot be considered.What we offer?Career development.Flexible organisation of working times. 30 days of holiday. Attractive remuneration. BMW & MINI promotions. High Work-Life Balance. Mobility offers. And many other benefits – see bmw.jobs/benefitsAt the BMW Group, we see diversity and inclusion in all its dimensions as a strength for our teams. Equal opportunities are a particular concern for us, and the equal treatment of applicants and employees is a fundamental principle of our corporate policy. That is why our recruiting decisions are also based on personality, experience and skills.Find out more about diversity at the BMW Group at bmwgroup.jobs/diversityEarliest starting date: from now onType of employment: unlimitedWorking hours: Full-timeContact:Annika FriedmannBMW Group HR Team+49 89 382-17001",
        "search_datetime": "2023-09-14T18:16:06.567320",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "Tacto",
        "company_linkedin_url": "https://de.linkedin.com/company/tactotechnology",
        "job_title": "Data Engineer",
        "job_location": "Munich, Bavaria, Germany",
        "job_linkedin_id": "3634010998",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3634010998",
        "job_amount_applicants": "121",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "Your missionBuild and maintain our data stack that fuels insight generation for our customersConnect to and ingest data from several customer ERP systems to feed our data modelsSetup data pipelines to acquire, cleanse, validate, and transform dataEvaluate 3rd party data sources to augment customer data and increase business valueInterpret the results of your analysis and setup continuous monitoring to track value creation on customer sideExplore and choose tools for internal BI to enable data-driven decisions for sales and product developmentWrite clean and maintainable code with sensible testing so that you would enjoy taking over from a colleagueDo 1:1s, review code, leave the codebase better than you found it, and help everyone in the team to become betterProactively communicate, document, and share your approach, progress, results, and challengesSpread an engineering culture of quality, innovation, and ambition across the organizationYour profileHow You Can ContributeAs one of the first team members in engineering, you will shape our design decisions and address some of the most difficult technical challenges to build cutting-edge software. This is a high impact role where you will be part of the core team, shape the product, and help us to deliver value to our customers.Let's talk about you!Now you may wonder what experience and skills you need to bring to the table for the role. We believe that problem solving, creativity, and drive are more important than anything else that can be picked up. However, the following references will give a guideline of what might be helpful.You are familiar with different data storages and data warehouses, e.g. S3, Azure Blob Storage, AWS Redshift, Google Big Query, Snowflake, etc.You can orchestrate tasks with Airflow, Prefect or other toolsYou can build data pipelines, ingest data from different sources and know how to connect to 3rd party systems, e.g. through AirbyteYou are familiar with handling and exploring data sets using languages like SQL and Python with respective packages like PyArrow, duckdb, numpy, pandas, etc.You know your way around data modeling, common data schemas, e.g. Star or Snowflake schema, and are familiar with fundamentals of databasesYou have worked with and have setup a BI tool, e.g. Tableau, PowerBI, Metabase, and the likesWe know that perfect candidates don’t exist and thus don't have specific \"minimum qualifications\". We’d love to learn more about you and care about your motivation and drive to shape the industrial future with us.About UsWhat we doWe are a Munich-based startup with a mission to build sustainable supply chains by developing intelligent software for industrial procurement. In our company, we believe the next wave of technical progress will reshape the industrial world. Therefore, we aim to build sustainable supply chains in close collaboration with the backbone of Europe – industrial SMEs.Why it matters:Powering the industry that builds the world: We create a new wave of innovation by lifting Europe’s industrial backbone with tens of millions of workers to the digital eraEnabling powerful business collaboration: We enable powerful collaboration among supplier networks as the basis for future economic growthSaving resources in supply chains: We optimize the 50-80% of costs and emissions of physical products originating from suppliers to enhance sustainable growthWhy you should consider joiningTiming: Our product manages hundreds of millions of € of material to manufacture physical products from bread cutters to medical technology. The Industrial Mittelstand trusts us and we are ready to scale! Join us to shape the future of our organization & product!Top investors believe in us: We are supported by first-class investors such as Cherry Ventures, Visionaries Club, UVC Partners as well as the founders of Personio, GetYourGuide, Helsing & Forto. Join us to show them they invested wisely!Team: We are an interdisciplinary and international (6 nations already) team that is highly motivated to succeed, but loves to laugh. Join us to grow personally as well as professionally, accelerated by our supportive culture that includes everyone.Impact: We are reshaping industrial procurement, which is the biggest value driver of manufacturing companies - there is no physical product in the world without procurement involved. Join us to future-proof the most important economic sector in Germany with over 10 million employees.",
        "search_datetime": "2023-09-14T18:16:08.467514",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "Mindcurv",
        "company_linkedin_url": "https://de.linkedin.com/company/mindcurv",
        "job_title": "(Junior) Data Engineer",
        "job_location": "Hamburg, Hamburg, Germany",
        "job_linkedin_id": "3694179277",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3694179277",
        "job_amount_applicants": "200",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "Wir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere StandorteHamburgoderKölnals(Junior) Berater Business Intelligence (m/w/d)Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben:Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen, Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beratenDein Profil: Wichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Neugier geweckt? Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine Bewerbung mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de oder über den untenstehenden Button. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!",
        "search_datetime": "2023-09-14T18:14:49.766360",
        "search_keyword": "Data Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "initions",
        "company_linkedin_url": "https://de.linkedin.com/company/initions-ag",
        "job_title": "(Junior) Data Engineer",
        "job_location": "Hamburg, Hamburg, Germany",
        "job_linkedin_id": "3641562052",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3641562052",
        "job_amount_applicants": "38",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "Deine MissionWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von state-of-the-art Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere Standorte Hamburg oder Köln als(Junior) Data Engineer (m/w/d) Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben: Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen,Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beraten Dein ProfilWichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine vollständigen Bewerbungsunterlagen mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!Für weitere Fragen steht Dir Deine Ansprechpartnerin Katharina gerne zur Verfügung.Bitte beachte unsere Datenschutzhinweise unter https://www.initions.com/datenschutz/.initions GmbHFrau Katharina BaderWeidestraße 120a22083 Hamburgbewerbung@initions.dewww.initions.com/karrierehttps://www.kununu.com/de/initions/kommentareÜber unsUnser Antrieb sind innovative, praxistaugliche und herausragende Projekte auf dem Gebiet der analytischen Datenverarbeitung. In den vergangenen 20 Jahren hat unser Team sehr erfolgreiche Lösungen in einer Vielzahl von Branchen implementiert. Unser Name steht bei unseren Kunden für Professionalität und Vertrauen. Mit jeder Herausforderung, mit jedem neuen Projekt gewinnt und teilt unser Team Erfahrungen und „Best Practices“. Unser Bestreben ist es, immer besser zu werden und Sie als Kunden noch erfolgreicher zu machen. Unser Portfolio reicht dabei von traditionellen Data Warehouse- und Business Intelligence-Ansätzen über Big Data, IoT, Data Lake und Self-Service-BI-Lösungen bis hin zu Cloud Data Plattformen und Verfahren der Künstlichen Intelligenz.",
        "search_datetime": "2023-09-14T18:14:50.222091",
        "search_keyword": "Data Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "MindPal",
        "company_linkedin_url": "https://www.linkedin.com/company/mindpal.co",
        "job_title": "Data Engineer",
        "job_location": "Hamburg, Hamburg, Germany",
        "job_linkedin_id": "3707040221",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3707040221",
        "job_amount_applicants": "27",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Staffing and Recruiting",
        "job_description": "We are looking for Data Engineer!ResponsibilitiesDesigning, creating, and maintaining data processing systems Analyzing and optimizing data processing workflows Collaborating with the team to ensure data quality and efficiency Testing and implementing new solutions RequirementsAt least 2 years of experience in designing and creating data processing systems Proficiency in tools and programming languages related to data engineering (e.g. Hadoop, Spark, Scala, Python) Excellent knowledge of databases and SQL language Ability to work in a team and communicate effectively with other departments Communicative English skills Experience with AWS/AWS Glue is a plus We OfferB2B contract Full-time job Remote work and flexible hours",
        "search_datetime": "2023-09-14T18:14:50.626893",
        "search_keyword": "Data Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "bookingkit",
        "company_linkedin_url": "https://de.linkedin.com/company/bookingkit",
        "job_title": "Junior Data Engineer",
        "job_location": "Berlin, Berlin, Germany",
        "job_linkedin_id": "3714652685",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3714652685",
        "job_amount_applicants": "65",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "It started with four people and one joint dream. Now, six years later, dozens of bookingkids support Europe’s leading Software for Tours, Activities & Attractions and share their dream.About Bookingkitbookingkit is a growing company and already we are Europe’s leading booking and reservation management software for tours and activity providers. Our 2025 strategy is set in stone and we have challenged ourselves to digitise and revolutionise the Tours, Activities & Attractions market directly.We need YOU, to propel us in this journey as we #trust in you and your ambition to be one of us. In return, we give you transparency and ownership so that you #grow with us and we rely on each other for the success of bookingkit.At bookingkit, we believe experiences arise from community. This is why we work together as a group of currently 80 people with diverse backgrounds - sharing our common goal of creating an environment for every team member to grow as an individual and professional. #bookingkindnessToo hard to believe? Check out our Kununu and Glassdoor ratingsOur Vision and MissionWe Already Know Where We Want To Be In 3 Years And The Impact We Want To Have In 10 Yearsbookingkit's vision is to create a world where our technology makes operating and marketing experiences easy and fun.Our mission is to make bookingkit the most integrated booking technology for professional European attractions.Our Tech StackPython, SQL, dbt, Airflow, Gitlab, Metabase, AWS, Jira, SalesforceSo we are looking for you as a Junior Data Engineer (m/f/d) to work full-time with us starting immediately!Your Day-to-Day Work In This RoleDesign, build and deploy data pipelines integrating product and third party tool data to improve the current data architecture and enable other analysts for reporting needs.Monitoring data pipelines and performing regular quality checks to ensure data accuracy and reliability.Participating in code reviews and contributing to the development of data transformation pipelines.Troubleshooting and resolving data-related issues promptly to minimize disruptions to business operations.Participate in discussions/decisions regarding future engineering direction; as well as evaluation, prioritization and elimination of technical debtEngage with other teams to understand the business processes to find bottlenecks, improve and maintain the data qualityPartner with engineers and business process owners to build data products and solutions for multiple departments such as sales, account management and marketing100% remote work possible!We Are Match If 2+ years of experience in Data Engineering, ETL, Data Warehousing or other data movement applications2+ years of experience in the design, development, testing and integration of high complex softwareProficiency in SQL for data querying and manipulation.Dashboard/Reporting tool experience (Power BI, Metabase, Tableau,...)Ability to articulate complex topics and present them in a concise and very clear wayAbility to take ambiguity and reduce complexityEnglish at a business fluent levelExtra Awesome IfExperience with dbt, or similar tool, for data transformation and modeling.Familiarity with Apache Airflow for workflow orchestration. Our Team SetupOur Business Intelligence team: Diego (Business Intelligence Lead / Data Engineer), Talat (WS Data Analyst), Ciprian (Salesforce Administrator), Ayush (Executive Assistant / Data Analyst)Perks And Benefits100% remote work: We have a remote work setup. Do you like to work from the office? So do several of our colleagues -- you can join them in our sunny office in Berlin. There is also a very generous Mobile Working policy allowing you to work from almost anywhere for a portion of the year! Corporate Discounts: We take part in company discount programs with partners and other startups, e.g. GetYourGuide. Flat Communication: Open communication and accessibility between teams and leads is how we operate at bookingkit. Annual Private Travel Subsidy: We are part of the tourism, events, and travel industry - so obviously travel is great! Even in our current times, we subsidize private travel with up to 150€ annually per bookingkid. Public Transportation Subsidy: We subsidize public transportation costs in EU countries with a flat fee. Depending on location this can be up to 50% of the total transportation cost. Gym Subsidy: We subsidize Urban Sports Club memberships to stay active and fit for bookingkids in Germany. Team Events: Our bookingkit BBQ in Berlin is a tradition that we offer multiple times in the year! Beyond that, we have summer and winter events to meet in person. Even ex-bookingkids come back to catch up with us on event days! Extra Charity Day: We love it when bookingkids are involved in charity work. We support you with one extra day of leave for charity work.Our Interview Steps People And Culture Screening Call (30 minutes) with Stephanie, COO. Hiring Manager Interview (30 minutes) with Diego, Business Intelligence Lead. Case Study Presentation (60 minutes) with Diego, Business Intelligence Lead + another team member. Meet The Team (15 minutes) with the entire Business Intelligence team.",
        "search_datetime": "2023-09-14T18:14:36.770838",
        "search_keyword": "Data Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "Raisin",
        "company_linkedin_url": "https://de.linkedin.com/company/join-raisin-ds",
        "job_title": "Data Engineer",
        "job_location": "Berlin, Berlin, Germany",
        "job_linkedin_id": "3704998318",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3704998318",
        "job_amount_applicants": "87",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Banking",
        "job_description": "TeamBeing a member of the Revenue team at Raisin who is primarily responsible for invoicing, compensation and revenue transformation across Raisin, these processes architecture, design, development and management are to be built on big data architecture. The candidate for this position will be responsible for contributing to the whole development cycle, from architecture, design, development and support of the solution, in addition to the reporting and analytics. Your ResponsibilitiesDeliver and manage the invoicing and revenue aspects of business intelligence and analytics. This includes the capability to architect, design, develop and support data extraction, transformation and orchestration processes in addition to data modeling and performance optimization on the data warehouse. Create and optimize data pipelines using Airflow, Snowflake and AWS. Work with the analytics team to design and develop the BI tool semantic layer from an engineering perspective (modeling, performance optimization etc...)Mentor junior individuals and help them develop their skills as required. Plan, delegate and regulate work load within the team. Work with other teams to resolve dependencies. Execute proofs of concept to test and evaluate new tools and technologies relevant to business intelligence and analytics and propose adoption wherever necessary. Your ProfileSolid experience in Airflow, Python programming and SQL. Knowledge of AWS services and kubernetes. Bachelors in Mathematics, Computer Science or other relevant quantitative fieldsStrong analytical and quantitative approach to problemsKnowledge of Data Engineering best practices in Data Quality, Observability, etcComfortable in dynamic and changing environment - strong inclination to take responsibility for your workEagerness and hunger to learn - on the job learningJoin our mission, join our team - and grow with us!At Raisin, we care about each other and it is one of our top priorities to foster an open and caring environment in which everyone feels welcome and comfortable. Our culture is strongly driven by our ambitious team, which, connects more than 40 different nationalities.You'll find us in our modern and open office in the trendy Kreuzberg district with a view of the Spree River, ideally connected to public transportation and surrounded by a variety of restaurants and shopping opportunities.As part of our team, you will benefit from:Personal training budget of 1,700 € and four full training days per year. Access to Babbel for continuous language learning. Free choice of hardware. Hungry all the time? Snacks, daily fresh fruit as well as drinks provided at the office. Flexible working hours, home office and 28 vacation days. Enjoy more than 50+ different sports with Urban Sports Club: We subsidize your membership with more than €20 per month. A company pension scheme (Betriebliche Altersvorsorge), which we support with 20%. Do you miss being in the office? The corporate ticket gets you there, which we subsidize with €25 per month (BVG Firmenticket for Berlin and HVV ProfiTicket for HH). You are moving from another country or city to join us? We will support your relocatio",
        "search_datetime": "2023-09-14T18:14:37.095875",
        "search_keyword": "Data Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "Jina AI",
        "company_linkedin_url": "https://de.linkedin.com/company/jinaai",
        "job_title": "Data Engineer Intern",
        "job_location": "Berlin, Berlin, Germany",
        "job_linkedin_id": "3705729043",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3705729043",
        "job_amount_applicants": "131",
        "job_seniority_level_text": "Not Applicable",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Transportation, Logistics, Supply Chain and Storage",
        "job_description": "🙌 Who are we?A commercial open-source company that empowers businesses and developers to create cutting-edge neural search, generative AI, and multimodal services using state-of-the-art LMOps, MLOps, and cloud-native technologies Founded in Feb. 2020, raised $37.5M in 20 months. Now a global team of 65 with three offices: Berlin (HQ), Shenzhen, and Beijing One of the high-valued & high-potential AI startups in the world, featured on Forbes DACH AI30 2020, CBInsights AI 100 2021 & 2022✨ Who do we want? You are passionate about multimodal intelligence and making it accessible to everyone You want to work with the latest technologies and are fascinated by AI/ML You are a fast learner and a team player and enjoy working in an async, distributed environment You are proactive and take ownership of your projects You have excellent communication skills in English💁 About this positionThe Data Engineer Intern will collaborate with our software engineers, and machine learning engineers on data initiatives and will ensure optimal data delivery architecture is consistent throughout ongoing projects.Please, note that we are looking for someone that can join us in our Berlin office and that we are not offering visa sponsorship for this role at the moment.Your main responsibilities would be:You will develop, construct, test, and maintain architectures (data lake, data warehouse, etc.)You will work on data acquisition, data transformation, and data managementYou will work with stakeholders including Product, Data, and Machine learning engineers to assist with data-related technical issues and support their data infrastructure needsYou will ensure data quality and integrityYou will work on the implementation and support of ETL process (Extract, transform, load) You will monitor performance and advise any necessary infrastructure changesRequirements for this position would include:Bachelor's degree in Computer Science, Information Systems, or equivalent educationStrong analytic skills related to working with unstructured datasets Interested in message queuing, stream processing, and highly scalable data storesExperience with Python, Scala or similar Experience with big data tools: Spark, Kafka, etc. Preferred Qualifications:Experience with AWS cloud services: EC, S3 etc😊 Benefits & Perks💰 Competitive salary🌎 Multi-cultural & diverse team🎓 Numerous opportunities to present/attend top AI/OSS/industry conference🦄 Rapid career development opportunities alongside the company🏢 Central office in downtown Berlin, San Jose, Shenzhen, Beijing⛱️ Free snacks & drinks, monthly team events, flexible working hours, home office options💻 Macbooks & top-notch equipment💼 Hiring ProcessCandidates can expect the hiring process to follow the order below. Please keep in mind that candidates can be declined from the position at any stage of the process. The first round is the CV screening, candidates will receive an email that contains a link for booking the next round. This process takes a maximum of one week Qualified candidates will be invited to schedule a 30-minute screening call specifically on Zoom with one of our global recruiters Next, candidates will be invited to a Technical Peer Interview. During the interview, which will last 1 hour, the team will examine your fundamental knowledge and coding skills as well as your motivation to join Jina AI; one should also expect a live-coding challenge in 10 to 15 minutesWe will collect the feedback from all interviewers and make a decision in a maximum of two weeks (on average it takes 5 working days). Then the candidate will be invited to another 15-minute call with our recruiters to discuss the terms of the offer.",
        "search_datetime": "2023-09-14T18:14:37.637287",
        "search_keyword": "Data Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "MindPal",
        "company_linkedin_url": "https://www.linkedin.com/company/mindpal.co",
        "job_title": "Machine Learning Developer",
        "job_location": "Hamburg, Hamburg, Germany",
        "job_linkedin_id": "3708514055",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3708514055",
        "job_amount_applicants": "106",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Engineering and Information Technology",
        "job_industries_text": "Staffing and Recruiting",
        "job_description": "We are looking for Machine Learning DeveloperJob ResponsibilitiesWorking on machine learning projects Analyzing and processing data to create machine learning models Implementing and optimizing machine learning algorithms Testing and evaluating models Collaborating with the programming team and other departments within the company to develop innovative solutions RequirementsMinimum 2 years of experience in the field of machine learning Knowledge of machine learning algorithms and techniques Ability to analyze and process data Familiarity with machine learning tools and technologies Proficient in English communication Education in computer science We OfferB2B contract type Full-time employment Remote and flexible working hours",
        "search_datetime": "2023-09-14T18:16:33.138449",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "Tegtmeier Inkubator GmbH",
        "company_linkedin_url": "https://de.linkedin.com/company/tegtmeier-inkubator",
        "job_title": "Machine Learning Experte",
        "job_location": "Hamburg, Hamburg, Germany",
        "job_linkedin_id": "3704996392",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3704996392",
        "job_amount_applicants": "25",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Technology, Information and Media",
        "job_description": "Bei Tegtmeier finden Entwickler, Nerds und Tüftler ein zuhause, die Spaß am Forschen haben und schon von klein auf das „Bastler-Gen“ in sich tragen. Hier werden exzellente Produkte entwickelt, die den Alltag der Menschen verbessern. Gleichzeitig kannst du selbst Mensch sein und dich mit einbringen, wenn es um die Gestaltung der Arbeitskultur 2.0 geht.AufgabenMitarbeit an den verschiedenen Projekten in Abhängigkeit deiner Expertise und deinen Interessen vom Technologiedemonstrator bis zur MarktreifeSchwerpunkte sind die Entwicklung biometrischer Verfahren, Gesten-Erkennung und intelligente Reaktionen des Hauses auf die BewohnerPROJEKTBEISPIELE:ComputervisionNeue biometrische Verfahren entwickelnGang-Erkennung auf smarten FußbödenGesten-ErkennungStimm-Analyse (Personen-Identifizierung, Emotion/Stimmung)Lokalisierung von Objekten durch Triangulation von Signalstärken (z.B. Bluetooth)Bestehende ML-Models erweiternAdaption von Sprachein- und ausgabeQualifikationDu bringst Forschergeist und “Bastler-Gen” mit und hast Spaß daran, Dinge neu zu denken und vermeintlich Unmögliches möglich zu machenFreude an Komplexität und dem Zusammenwirken von Software, Hardware und direkt erfahrbarer LebensweltAbgeschlossenes Studium im MINT-Bereich oder vergleichbare Qualifikation und entsprechende praktische ErfahrungSehr gute Deutschkenntnisse in Wort und SchriftProfessionelle Erfahrungen in der Verwendung von aktuellen Tools, Technologien und Libraries im Deep-Learning UmfeldErfahrungen im Training von CNN, Mask R-CNN, Transfer Learning auf GPU und Cloud-ServicesInteresse an LLM und GPT: im Idealfall benutzt du ChatGPT nicht nur täglich, sondern programmierst schon etwas im LLM-Umfeld. BenefitsFlexible Arbeitszeiten, 40 h / Woche (Teilzeit möglich)Remote arbeiten - ab und zu treffen wir uns auch im Büro zur Sprintplanung oder um gemeinsam vor dem Bildschirm etwas zu entwickeln. 30 Tage UrlaubMobile Massage (im Office)Weiterbildungen, Konferenzen und EventsWir sind offen für alle Ideen und Ansätze, die für Dich einen guten Arbeitgeber jenseits der gängigen Benefits (Obst & Softdrinks, HVV-Ticket, betriebliche Altersvorsorge) ausmachen. Sprich gerne an, was Du brauchst, um Dich wohlzufühlen!Du möchtest mehr erfahren? Schick mir einfach eine Mail und füge gerne schon mal einen aktuellen Lebenslauf sowie ggf. weitere nützliche Links (XING, LinkedIn, GitHub, Stackoverflow, Medium etc.) hinzu.Ich melde mich umgehend bei Dir zurück.Buch Dir gerne einfach direkt einen Termin:Meine Kontaktdaten:Sascha SandersSenior Recruiter",
        "search_datetime": "2023-09-14T18:16:33.528977",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "Mindcurv",
        "company_linkedin_url": "https://de.linkedin.com/company/mindcurv",
        "job_title": "(Junior) Data Engineer",
        "job_location": "Hamburg, Hamburg, Germany",
        "job_linkedin_id": "3694179277",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3694179277",
        "job_amount_applicants": "200",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "Wir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere StandorteHamburgoderKölnals(Junior) Berater Business Intelligence (m/w/d)Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben:Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen, Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beratenDein Profil: Wichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Neugier geweckt? Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine Bewerbung mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de oder über den untenstehenden Button. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!",
        "search_datetime": "2023-09-14T18:16:33.929238",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "initions",
        "company_linkedin_url": "https://de.linkedin.com/company/initions-ag",
        "job_title": "(Junior) Data Engineer",
        "job_location": "Cologne, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3642713376",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3642713376",
        "job_amount_applicants": "47",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "Deine MissionWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von state-of-the-art Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere Standorte Hamburg oder Köln als(Junior) Data Engineer (m/w/d) Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben: Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen,Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beraten Dein ProfilWichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine vollständigen Bewerbungsunterlagen mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!Für weitere Fragen steht Dir Deine Ansprechpartnerin Katharina gerne zur Verfügung.Bitte beachte unsere Datenschutzhinweise unter https://www.initions.com/datenschutz/.initions GmbHFrau Katharina BaderWeidestraße 120a22083 Hamburgbewerbung@initions.dewww.initions.com/karrierehttps://www.kununu.com/de/initions/kommentareÜber unsUnser Antrieb sind innovative, praxistaugliche und herausragende Projekte auf dem Gebiet der analytischen Datenverarbeitung. In den vergangenen 20 Jahren hat unser Team sehr erfolgreiche Lösungen in einer Vielzahl von Branchen implementiert. Unser Name steht bei unseren Kunden für Professionalität und Vertrauen. Mit jeder Herausforderung, mit jedem neuen Projekt gewinnt und teilt unser Team Erfahrungen und „Best Practices“. Unser Bestreben ist es, immer besser zu werden und Sie als Kunden noch erfolgreicher zu machen. Unser Portfolio reicht dabei von traditionellen Data Warehouse- und Business Intelligence-Ansätzen über Big Data, IoT, Data Lake und Self-Service-BI-Lösungen bis hin zu Cloud Data Plattformen und Verfahren der Künstlichen Intelligenz.",
        "search_datetime": "2023-09-14T18:14:43.359185",
        "search_keyword": "Data Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "Centric Software",
        "company_linkedin_url": "https://www.linkedin.com/company/centric-software",
        "job_title": "Data Engineer",
        "job_location": "Düsseldorf, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3718518774",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3718518774",
        "job_amount_applicants": "83",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "Do you love working with data and building a visionary SaaS platform that is used in large and renowned companies? You like to develop software and services from end to end, always keeping in mind the value for the customer? As a Data Engineer, you will be part of our data engineering tribe and work on exciting technical challenges in our product development.ResponsibilitiesUse Python, Spark, and SQL to implement complex ETL/ELT processes.You will create scalable solutions that work with our various products and with many large customers.You'll continue to develop the data interface to our customers.You use DevOps approaches to ensure the stable operation of the Data Platform despite constant development.Develop, construct, test and maintain data architectures, such as Databricks and Kafka.Work with Engineering, Quality Engineering and Product Management to develop systems and features that are highly available, reliable and secure.RequirementsUniversity or college degree in (business) computer science, data science/engineering, mathematics or a comparable qualification.Hands-on experience with the Big Data ecosystem (Spark, Hive/Impala, HBase, Yarn) and the data lake paradigm.Experience with stacks based on AWS/Azure/GCP and Java/Scala/Python.Experience with microservice architectures and data streaming systems such as Kafka.Hands-on experience in database engineering with a focus on database architecture, production automation, monitoring systems, and operations.You can think of data as a graph and know how to use Avro, Protobuf or JSON schema.Hands-on experience in working practices of cross-functional teams.Fluency in English. German language skills are a plus.Experience in retail application development is a plus.Centric Software provides equal employment opportunities to all qualified applicants without regard to race, sex, sexual orientation, gender identity, national origin, color, age, religion, protected veteran or disability status or genetic information.",
        "search_datetime": "2023-09-14T18:14:43.685282",
        "search_keyword": "Data Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "MindPal",
        "company_linkedin_url": "https://www.linkedin.com/company/mindpal.co",
        "job_title": "Data Engineer",
        "job_location": "Cologne, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3707037211",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3707037211",
        "job_amount_applicants": "28",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Staffing and Recruiting",
        "job_description": "We are looking for Data Engineer!ResponsibilitiesDesigning, creating, and maintaining data processing systems Analyzing and optimizing data processing workflows Collaborating with the team to ensure data quality and efficiency Testing and implementing new solutions RequirementsAt least 2 years of experience in designing and creating data processing systems Proficiency in tools and programming languages related to data engineering (e.g. Hadoop, Spark, Scala, Python) Excellent knowledge of databases and SQL language Ability to work in a team and communicate effectively with other departments Communicative English skills Experience with AWS/AWS Glue is a plus We OfferB2B contract Full-time job Remote work and flexible hours",
        "search_datetime": "2023-09-14T18:14:44.305349",
        "search_keyword": "Data Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "Mindcurv",
        "company_linkedin_url": "https://de.linkedin.com/company/mindcurv",
        "job_title": "(Junior) Data Engineer",
        "job_location": "Hamburg, Hamburg, Germany",
        "job_linkedin_id": "3694179277",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3694179277",
        "job_amount_applicants": "200",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "Wir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere StandorteHamburgoderKölnals(Junior) Berater Business Intelligence (m/w/d)Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben:Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen, Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beratenDein Profil: Wichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Neugier geweckt? Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine Bewerbung mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de oder über den untenstehenden Button. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!",
        "search_datetime": "2023-09-14T18:15:58.152216",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "initions",
        "company_linkedin_url": "https://de.linkedin.com/company/initions-ag",
        "job_title": "(Junior) Data Engineer",
        "job_location": "Hamburg, Hamburg, Germany",
        "job_linkedin_id": "3641562052",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3641562052",
        "job_amount_applicants": "38",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "Deine MissionWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von state-of-the-art Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere Standorte Hamburg oder Köln als(Junior) Data Engineer (m/w/d) Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben: Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen,Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beraten Dein ProfilWichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine vollständigen Bewerbungsunterlagen mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!Für weitere Fragen steht Dir Deine Ansprechpartnerin Katharina gerne zur Verfügung.Bitte beachte unsere Datenschutzhinweise unter https://www.initions.com/datenschutz/.initions GmbHFrau Katharina BaderWeidestraße 120a22083 Hamburgbewerbung@initions.dewww.initions.com/karrierehttps://www.kununu.com/de/initions/kommentareÜber unsUnser Antrieb sind innovative, praxistaugliche und herausragende Projekte auf dem Gebiet der analytischen Datenverarbeitung. In den vergangenen 20 Jahren hat unser Team sehr erfolgreiche Lösungen in einer Vielzahl von Branchen implementiert. Unser Name steht bei unseren Kunden für Professionalität und Vertrauen. Mit jeder Herausforderung, mit jedem neuen Projekt gewinnt und teilt unser Team Erfahrungen und „Best Practices“. Unser Bestreben ist es, immer besser zu werden und Sie als Kunden noch erfolgreicher zu machen. Unser Portfolio reicht dabei von traditionellen Data Warehouse- und Business Intelligence-Ansätzen über Big Data, IoT, Data Lake und Self-Service-BI-Lösungen bis hin zu Cloud Data Plattformen und Verfahren der Künstlichen Intelligenz.",
        "search_datetime": "2023-09-14T18:15:58.695159",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "Resourcify",
        "company_linkedin_url": "https://de.linkedin.com/company/resourcify",
        "job_title": "Senior Data Analytics Engineer (all genders)",
        "job_location": "Hamburg, Hamburg, Germany",
        "job_linkedin_id": "3690878813",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3690878813",
        "job_amount_applicants": "91",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "Join us on our mission towards a sustainable and green future!Resourcify is the all-in-one waste-management and recycling platform.We enable companies to gain end-to-end control and transparency of their waste-management as we provide them with the right digital tool-set and access to our connected network of independent recyclers.Through the digitisation of daily operations, our recycling platform allows all businesses to manage, track and improve their recycling all while having to deal with less administration work, and saving up to 30% of the costs compared to conventional waste management.Thousands of leading companies - including Hornbach Baumarkt AG, Syntegon Packaging Technology and University Hospital Bonn use our award-winning recycling platform daily.Join our Resource Revolution!Your mission:Are you passionate about creating value with data and in helping an organization to start their journey into data-driven decision-making? Do you care about sustainability and leaving a positive imprint on the planet? Then we are looking for you!In our current set-up, we have a basic data infrastructure. We have a data warehouse, which is directly fed by the data sources via ETL. Reporting is done with reporting tools (Metabase, Looker) on top of the data warehouse.As a first data hire, it is recommended that you have already experienced companies going through this first stage in their data journey.Your responsibilities:You maintain and extend our ETL pipeline (currently JS based, experimenting with an ETL provider - Twirldata) and data warehouse. You analyse data to support business decisions. You drive our efforts in making data driven decisions and drive our data strategy. You develop informative waste handling and business KPIs. You set-up automated analysis pipelines.You build external and internal dashboards.You drive data standardisation topics.You collect and prioritise the various data needs in the company (business, product, UX, engineering, finance). You highlight which next skills we will need and when it is the time to expand the team. What you'll bring along to be successful:You are well versed in ETL processes, their structure and details; and you can design as well as implement them in cooperation with an interdisciplinary team, working closely with Software and Infrastructure Engineers. You are well versed in using Python for data analysis and data transformation. You are experienced in answering questions and presenting results in BI-tools (e.g. Metabase, Tableau, Power-BI, Looker). You are fluent in an SQL dialect and experienced in writing complex queries. You perform complex data analysis drawing from various sources to answer challenging business questions. You can plan, set-up and manage relational databases. You have a basic knowledge of statistics and how to apply it in data analysis. You understand data intuitively. You enjoy talking to other stakeholders. You have a strong ‘get things done’ attitude and an organised, analytical mindset. You are fluent in written and spoken English. How we appreciate and empower Resourcians: We offer a great working environment: Be part of a fast growing company with fantastic team members and ambitions.We love flexible working: Your times are flexible as you’ll be measured by your success, not by the number of hours you clock in.We provide you with extra time to recharge: You’ll have 30+ days of vacation to refuel your batteries and enjoy your life besides work. Not enough? You are more than welcome to take more days!We are a remote first company and convinced that we can do excellent work from (almost) anywhere. You have the option to work from our central, beautifully equipped office in Hamburg or fully remote within Germany. At the moment we also offer permanent employment in the following EU-countries: Austria, Denmark, Italy, and Spain.We love a Workation: You can enjoy temporary remote work for up to three months provided you have access to high speed internet.We thouroughly enjoy each others’ company: Twice a year we come together for exciting company offsites to have fun and foster relationships. In addition, we also plan team events on a smaller scale.We provide you with high quality equipment (laptop) and an additional Home-Office Budget to transform your home into the most enjoyable place to work.We celebrate our differences and welcome people from all walks of life: Resourcify is an Equal Opportunity Employer. We believe in the power of a diverse work environment and are fully committed to building and maintaining an inclusive culture. We believe that our differences can create new ideas, offer unique perspectives and speak on behalf of all of our customers. If you think you have what it takes but don't check all the boxes, reach out anyway - we’d love to hear from you.Not sure if you meet all the requirements but the role still sounds exciting to you? Then, we would be more than happy to receive your application. You might bring something we have not thought of yet and that would make a wonderful addition to the team.We’d love to hear from you!",
        "search_datetime": "2023-09-14T18:15:59.571811",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "TechBiz Global",
        "company_linkedin_url": "https://de.linkedin.com/company/techbiz-global",
        "job_title": "Data Scientist",
        "job_location": "Munich, Bavaria, Germany",
        "job_linkedin_id": "3720164595",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3720164595",
        "job_amount_applicants": "25",
        "job_seniority_level_text": "Not Applicable",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Engineering",
        "job_industries_text": "Manufacturing",
        "job_description": "TechBiz Global is a leading IT recruitment company. We provide IT recruitment, outstaffing, outsourcing, software development, and different consulting services with a primary focus on making our partners achieve their business goals successfully.At TechBiz Global, we celebrate diversity and are promoting an inclusive environment. Our clients and partners are located around the world.Our team is looking for a Data Scientist to join one of the world’s leading providers of reinsurance, primary insurance and insurance-related risk solutionsYou are a curious and engaged Data Scientist enjoying complexity through having different roles, from supporting client-facing projects to owning scalable solutions.Responsibilities:Growing existing and developing new data analytics solutions for external clients based on customer needs;Cooperating with business units (incl. consulting or service units) and central units (e.g. IT, Innovation Department) to identify further client needs and to ensure marketing, enrolment of existing solutions;Executing data analytics client projects including showcasing our solutions and our key topics to internal and external stakeholders;Taking leading roles in the platform team helping to continuously extend the platform.Outstanding theoretical and practical understanding of modern statistical modelling and machine learning techniques as well as its related technology and software (university degree or PhD and/ or publications);Track record in executing, managing data analytics projects and solutions; programming skills (Python, SQL, ..);Interest or experience in building predictive models based on structured primary insurance data is a plus;Working collaboratively and efficiently in an international and interdisciplinary environment with client facing arrangements, proficient in agile ways of working;Flexibility, bringing a curious and creative mind set, open to give and receive feedback in order to accelerate development;Strong written and verbal communication in English, other languages a plus.What we offer: Relocation opportunity, including visa support;Competitive salary: appropriate compensation for your high level of commitment;Retirement provision: state of the art in-house pension solutions;Work-life balance: promoting the compatibility of family and work in addition to overall work-life balance;Health management: focus on your physical and mental health far beyond legal requirements;Hybrid working: living the best of both worlds – we offer you a very flexible approach as well as the opportunity to work from abroad on an occasional basis.",
        "search_datetime": "2023-09-14T18:16:40.605915",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "Machine Learning Reply GmbH",
        "company_linkedin_url": "https://de.linkedin.com/company/machine-learning-reply-de",
        "job_title": "Machine Learning Engineer",
        "job_location": "Munich, Bavaria, Germany",
        "job_linkedin_id": "3698390785",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3698390785",
        "job_amount_applicants": "54",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "Job DescriptionAtMachine Learning Reply Germany we work with our clients on leading-edge projects for which we are seeking Machine Learning Engineers to serve our client projects in multiple industries.Machine Learning Reply, with its sister company in Italy and over 12.000 employees at globally offers consulting and software implementation services with a focus on innovative AI and ML topics like Natural Language Processing, Computer Vision, Time Series Analysis, Machine Learning Platforms, and more.In our Unit Machine Learning Engineering we currently hire talents with Data Engineering and Cloud know-how who would like to develop not only PoCs but productive machine learning applications or platforms including automatic unit tests and end-to-end tests, automatic deployment pipelines, mechanisms for scaling in the cloud, monitoring solutions and operations support. We call this profile “Machine Learning Engineer”. You should love to see the ML algorithms working for millions of users, devices, sensors, etc., making the world a smarter, safer, more interesting, and/or more efficient place to live.Tasks:Build, maintain, and operate cloud-based solutions with one of the major cloud providers (AWS, Azure, GCP) and big data technologies (Hadoop, Spark, Kafka..)Use programming languages such as Python, SQL, Java, Scala to build solutions for solving customers’ problems in Machine Learning domain, as well as, any other domain. Utilize CI/CD (GitLab, Jenkins..) and DevOps paradigms to develop, deploy, and scale applications with Infrastructure as code(Terraform, Helm, Ansible), and container-based technologies (Docker, Kubernetes)Build and maintain data-intensive applications with big data technologies like Apache Spark, Hadoop, and databases (SQL and NoSQL), using batch or real-time data integration (Kafka, RabbitMQ). What we offer you:Access to work on projects across industries (large and mid-market companies in Banking, Insurance, Automotive, Retail, etc.)Broaden your skills through interdisciplinary work and training between the areas of data engineering, cloud architecture and data scienceBenefit from industry leading cooperations in the cloud, BI and AutoML fieldVery active social program - including trainings, conferences, team buildings, Reply Exchange, communities of practices and hackathonsWork in an open, flat environment, within a broad Reply knowledge sharing networkAward winning office space in downtown Munich with access to “Stammstrecke”You choose your state-of-the-art work equipmentPublic transport ticket within MunichGym-membership subsidy for a gym of your choiceFlexible work environment between client, Reply office and remote workRequirementsTechnical QualificationsYou successfully completed studies in computer science, mathematics, physics, business administration, or equivalent. Depending on your seniority, you have 1+ years of work experience in industry or consulting and developing production systems with MLOps/DevOps principles. You demonstrate experience with ML and cloud computing platforms (AWS, GCP, Azure), additionally Databricks. You have hands-on expertise, and interest in the diverse end-to-end Machine Learning Engineering stack, including Data Engineering, Microservices, Frontend and Backend development. Non-Technical QualificationsYou have a high level of customer orientation and excellent communication skills. You are willing to travel. You are fluent in English and have at least intermediate proficiency (B1) in German (willing to improve). Nice to HaveExperience working with modern ML and DL frameworks such as TensorFlow, PyTorch and Keras. Knowledge and experience in software engineering best practices. Experience with Front-end Web Development Technologies Vue.js, AngularJS, Django, HTML, CSS.",
        "search_datetime": "2023-09-14T18:16:40.999193",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "Walaris",
        "company_linkedin_url": "https://www.linkedin.com/company/walaris",
        "job_title": "AI / Computer Vision Engineer",
        "job_location": "Munich, Bavaria, Germany",
        "job_linkedin_id": "3590334302",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3590334302",
        "job_amount_applicants": "200",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Engineering and Information Technology",
        "job_industries_text": "Technology, Information and Internet",
        "job_description": "Founded at Stanford University, Walaris develops autonomous AI-based solutions focused on enhancing situational awareness. Our AirScout software platform uses artificial intelligence, sensor fusion, and edge computing to detect, classify, and track unwanted drones in protected airspace. Our cutting-edge technology is utilized by commercial, government, and military users to increase airspace awareness in and around sensitive locations.AI / CV Engineers at Walaris are the heart of our company, using the latest technologies to solve technical challenges. They develop real-time machine learning & image processing systems, and continuously design new concepts to generate innovative software solutions. They work together in cross-functional and international teams to exceed the expectations of our customers.For our offices in Munich or Nuremberg, we are looking for an AI / Computer Vision Engineer (m/f/d) starting as soon as possible:Responsibilities:Take responsibility for the research, development and implementation of ML algorithms and extended deep learning applicationsAssist in the training and implementation of neural networks for our real-time AI/ML image processing systemsParticipate in data evaluation to increase our model performanceOversee computer vision projects, including project requirements definition, evaluation metrics and technical documentation developmentCollaborate closely with our cross-functional teams to integrate our AI solutions into our product. RequirementsYou graduated from a PhD in the field of computer science, artificial intelligence, or a related area. You bring excellent programming skills in Python and have experience with Pytorch or TensorflowYou have interest in innovation, enjoy conducting research and staying up-to-date with the latestYou ideally have first-hand professional experience as a software developer in the field of AIBenefitsJoin our mission and our dynamic team! Help save lives and protect local and national security using bleeding edge technologies. This opportunity provides the chance to pioneer new fields and shoulder significant responsibility developing and deploying industry-defining solutions. At Walaris, you’ll have creative freedom, receive competitive compensation, and work in a fast-paced environment.If you’re interested in learning more, please submit an application (cover letter, resume, and transcript) via our online application form.",
        "search_datetime": "2023-09-14T18:16:41.521036",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Munich, Germany"
    },
    {
        "company_name": "MindPal",
        "company_linkedin_url": "https://www.linkedin.com/company/mindpal.co",
        "job_title": "Machine Learning Developer",
        "job_location": "Cologne, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3708510440",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3708510440",
        "job_amount_applicants": "178",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Engineering and Information Technology",
        "job_industries_text": "Staffing and Recruiting",
        "job_description": "We are looking for Machine Learning DeveloperJob ResponsibilitiesWorking on machine learning projects Analyzing and processing data to create machine learning models Implementing and optimizing machine learning algorithms Testing and evaluating models Collaborating with the programming team and other departments within the company to develop innovative solutions RequirementsMinimum 2 years of experience in the field of machine learning Knowledge of machine learning algorithms and techniques Ability to analyze and process data Familiarity with machine learning tools and technologies Proficient in English communication Education in computer science We OfferB2B contract type Full-time employment Remote and flexible working hours",
        "search_datetime": "2023-09-14T18:16:25.577438",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "Qimia GmbH",
        "company_linkedin_url": "https://de.linkedin.com/company/qimia-gmbh",
        "job_title": "Data Scientist / Data Engineer",
        "job_location": "Cologne, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3705210636",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3705210636",
        "job_amount_applicants": "48",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Engineering and Information Technology",
        "job_industries_text": "Information Technology & Services",
        "job_description": "Qimia GmbHData Scientist / Data Engineer (m/w/d)KölnAufgabeAufbau von innovativer AI- und Machine-Learning-Lösungen. Entwicklung von Generative Deep Learning Models: Erstellen, trainieren und fine-tuning neuraler Netzwerke mit Python-Tools Torch, Numpy, Pandas, PySpark, Jupyter, Transformers, Datasets, Tiktoken und Wandb Natural Language Processing (NLP) unter Verwendung von Bibliotheken aus dem HuggingFace-Ökosystem (Python-basierte Deep-Learning-Bibliothek für LLMs) - Transformers, Datasets, Tokenizers und Accelerate - sowie der vortrainierten Hugging Face Hub-Modelle. Design und Entwicklung von ML-Systemen für produktionsreife Anwendungen, die zuverlässig, skalierbar, wartbar und anpassungsfähig an sich ändernde Geschäftsanforderungen sind. Entwicklung von MLOps-Pipelines für Automatisierung kontinuierliche Entwicklung, Bewertung und Bereitstellung von Modellen. Entwicklung Überwachungssysteme zur schnellen Erkennung und Behebung von Problemen, auf die Modelle in der Produktion stoßen könnten. End-to-End-Design und Implementierung von Datenanalysesystemen; Dazu gehören Datenerfassung, Anforderungsengineering und Spezifikation sowie die Konzeption von technischen Lösungen auf der Grundlage von Geschäftsanforderungen. Ermittlung und Identifizierung von Möglichkeiten für die Gestaltung und Implementierung von Internet-Scale-Data-Mining-Lösungen in enger Zusammenarbeit mit anderen Data Scientists und Data Engineers. Entwicklung von ETL-Pipelines für große und komplexe Datensätze; Verarbeitung von strukturierten und unstrukturierten Daten mit Spark, Pandas, Dask, Kafka usw. Prototyping und Implementierung von massiv skalierten Data-Analytics-Lösungen auf der Basis von Big-Data-Werkzeugen (Spark, DWH, SQL, Python und R). Arbeiten mit Cloud-Plattformen (AWS, Azure und Google Cloud)QualifikationMasterabschluss in Informatik oder ähnliche quantitative Studiengänge wie Statistik, Operations Research, Bioinformatik, Mathematik oder Physik. 1 Jahr Berufserfahrung oder akademische Erfahrung im Machine Learning und künstliche Intelligenz 1 Jahr relevante Erfahrung im Bereich der Datenanalyse (Statistik / Datenwissenschaft). Erfahrungen mit einem oder mehreren Mehrzweck-Programmiersprachen, einschließlich, aber nicht beschränkt auf: Java, C / C ++, Python, Scala oder R Fließende Deutsch- und / oder Englischkenntnisse Master in Informatik, Machine Learning oder ähnlichen technischen Feldern. Erfahrungen mit einem oder mehreren der folgenden Themen: Natural Language Processing and Understanding, Klassifizierung, Mustererkennung und Empfehlungssysteme. Erfahrung im Umgang mit großen Datenmengen, z. B. soziale Netzwerkdaten, wissenschaftliche Daten, Sensordaten usw. Erfahrung in der Anwendung von Machine Learning auf großen Datensätzen. Bewährte Programmierungserfahrung in mindestens einer Programmiersprache wie Java, Scala, C ++ oder einer ähnlichen objektorientierten Sprache. Big Data Science: Python Machine Learning Libs (NumPy, SciPy, Pandas, IPython, Scikit-Learn, PyTorch, TensorFlow, JAX,NLTK), Spark für Data Mining und Machine Learning (Spark SQL, Spark MLlib, PySpark) Data Science und Machine Learning Grundlagen: Zeitreihen und sequenzielle Datenverarbeitung, Supervised and Unsupervised Machine Learning, Klassifizierung, Logistik Regression und Random Forest, Support Vektor Maschinen, K-Nearest Nachbarn, Naive Bayes und Gradient BoostingDie vollständige Anzeige finden Sie beim Klick auf den Onlinebewerbungs-Button oder unter folgendem Link:https://jobs.jobware.net/v/0057?jw_result_piid=041288965&jw_chl_seg=NLINKEDIN",
        "search_datetime": "2023-09-14T18:16:26.151178",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "Livello Technologies",
        "company_linkedin_url": "https://de.linkedin.com/company/livello-technologies",
        "job_title": "Data Science / Machine Learning Mandatory Internship - IoT Startup",
        "job_location": "Düsseldorf, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3709301601",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3709301601",
        "job_amount_applicants": "42",
        "job_seniority_level_text": "Internship",
        "job_employment_type_text": "Internship",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "We are currently looking for new team members for our Data Science / ML team.Requirement: 6+ months mandatory internship or thesis for your universityStart: by arrangement / immediatelyTasksYou will support our Data Science and ML team with statistical data modeling and machine learning researchConceptualize, implement and evaluate algorithmic solutions for supply forecasting, smart inventory optimization, predicting sales, and automating business processesConduct applied research to model complex dependencies, statistical inference and predictive modelingTechnological conception, design and implementation of new featuresWork with a cross-functional team to help define, build, test, and deploy applicationsRequirementsStudies in Mathematics, Statistics, Engineering, Econometrics or any related fieldsRelevant Data Science experience, deep technical background in applied data science and experience building production-quality and well-engineered Data Science productsExperience in image processing, algorithms and neural networksKnowledge of the tools, libraries and cloud services for Data Science, ideally Google Cloud Platform, Python, MongoDB, and API frameworksCooperative and independent work, analytical mindset, and willingness to take responsibilityFluent in EnglishBenefitsA responsible position in a fast-growing and highly innovative start-upAn agile and diverse team with colleagues from all over the worldEnglish speaking open work environment, with flat hierarchies and short decision-making pathsDog-friendly office in a prime location with lots of shopping/restaurant options nearbyAdvanced technology stack leveraging cutting-edge IoT hardware and softwareCreative freedom for own ideas, projects and personal developmentTeam building, learning and start-up eventsLivello is building the future of autonomous retail and smart inventory management. We are developing a revolutionary IoT Platform and telemetric Smart Kiosks with state-of-the-art smart shelving and monitoring technology, leveraging the newest technologies and engineering principles, relying on concepts like automation, autoscaling, resilience, real-time monitoring, sensor fusion, computer vision, machine learning and deep analytics. Our stack consists of modern Javascript, Typescript, Node.Js, React & Redux, Docker, containers, client libraries, and GraphQL, all built on a microservice-based Kubernetes architecture, all supported by the strengths of the Google Cloud Platform. We strongly believe in the power of CICD and integrate and deploy our applications with modern CICD tools from Gitlab.",
        "search_datetime": "2023-09-14T18:16:26.571871",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "initions",
        "company_linkedin_url": "https://de.linkedin.com/company/initions-ag",
        "job_title": "(Junior) Data Engineer",
        "job_location": "Cologne, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3642713376",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3642713376",
        "job_amount_applicants": "47",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Software Development",
        "job_description": "Deine MissionWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von state-of-the-art Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere Standorte Hamburg oder Köln als(Junior) Data Engineer (m/w/d) Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben: Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen,Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beraten Dein ProfilWichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine vollständigen Bewerbungsunterlagen mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!Für weitere Fragen steht Dir Deine Ansprechpartnerin Katharina gerne zur Verfügung.Bitte beachte unsere Datenschutzhinweise unter https://www.initions.com/datenschutz/.initions GmbHFrau Katharina BaderWeidestraße 120a22083 Hamburgbewerbung@initions.dewww.initions.com/karrierehttps://www.kununu.com/de/initions/kommentareÜber unsUnser Antrieb sind innovative, praxistaugliche und herausragende Projekte auf dem Gebiet der analytischen Datenverarbeitung. In den vergangenen 20 Jahren hat unser Team sehr erfolgreiche Lösungen in einer Vielzahl von Branchen implementiert. Unser Name steht bei unseren Kunden für Professionalität und Vertrauen. Mit jeder Herausforderung, mit jedem neuen Projekt gewinnt und teilt unser Team Erfahrungen und „Best Practices“. Unser Bestreben ist es, immer besser zu werden und Sie als Kunden noch erfolgreicher zu machen. Unser Portfolio reicht dabei von traditionellen Data Warehouse- und Business Intelligence-Ansätzen über Big Data, IoT, Data Lake und Self-Service-BI-Lösungen bis hin zu Cloud Data Plattformen und Verfahren der Künstlichen Intelligenz.",
        "search_datetime": "2023-09-14T18:15:13.907492",
        "search_keyword": "Big Data Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "Talentschmiede Unternehmensberatung AG",
        "company_linkedin_url": "https://de.linkedin.com/company/talentschmiede-unternehmensberatung-ag",
        "job_title": "Young Professional Big Data Engineer ←",
        "job_location": "Cologne, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3582382482",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3582382482",
        "job_amount_applicants": "25",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Engineering and Information Technology",
        "job_industries_text": "IT Services and IT Consulting",
        "job_description": "Die Talentschmiede fördert als branchenübergreifende IT-Unternehmensberatung den Einsatz von Absolventen und Young Professionals. Wir bieten unseren Kunden Projektteams mit jungen, talentierten und hoch motivierten Mitarbeitern, die wir mittels unseres innovativen Ausbildungs- und Betreuungskonzeptes kontinuierlich fortbilden.Wir suchen zum nächstmöglichen Zeitpunkt am Standort Köln einen kompetenten Young Professional Big Data Engineer (m/w/d), der gerne an Prozessen und Systemen der Business Intelligence, von Big Data und des Machine Learnings sowie Cloud-Technologien arbeitet und sich sowohl durch tiefe als auch breite Kompetenz in diesem Wissensbereich auszeichnen möchte.Ein Big Data Engineer legt die Grundlage für Analysen im Kontext der Data Science und beim Umgang mit Big Data. Ein Data Engineer modelliert und entwickelt Datenbanken, um den Datenfluss innerhalb eines Unternehmens sicherzustellen.Ihre AufgabenSie sind in spannende Kundenprojekte innerhalb der Innovationsfelder Big Data und Predictive Analytics eingebunden und lernen verschiedene IT Aufgabenbereiche im Training-on-the-Job kennen.Sie entwickeln eine Big Data-Lösung in enger Zusammenarbeit mit dem Geschäftsbereich und schaffen damit die Grundlage zur Datenanalyse.Sie unterstützen die Realisierung einer Big Data-Lösung von der Entwicklung bis zu deren Implementierung.Sie stellen sicher, dass die Big Data-Lösung einwandfrei läuft und unterstützen bei der Lösung von Problemen.Fachliche AnforderungenAbgeschlossenes Studium in (Wirtschafts-)Informatik, Wirtschaftswissenschaften mit IT-Schwerpunkt, einem anderen MINT-Fach oder eine vergleichbare Berufserfahrung, z. B. als Fachinformatiker/-in mit hervorragendem PrüfungsabschlussBisherige berufliche Erfahrung im Bereich Big Data Engineering oderBewährte Erfahrung als Praktikant oder Werkstudent im Bereich InformationstechnologieKenntnisse in PythonKenntnisse in Scala, Spark und Hadoop wünschenswertIdealerweise erste Erfahrung im Bereich Machine LearningIhr ProfilAnalytisches Denkvermögen, gedankliche Flexibilität und ProblemlösungsfähigkeitSelbstständiger, methodischer Arbeitsstil und EigeninitiativePraxisorientierte Arbeitsweise, technische Begeisterung und ZielorientierungTeamfähigkeit und KundenorientierungAls Arbeitgeber Bieten WirPersönliche Beratung – Bereits im Vorfeld der Einstellung eine intensive Beratung, im Hinblick darauf, welches IT-Berufsfeld am besten zu Ihrer Persönlichkeit, Ihren Fähigkeiten und Ihren erworbenen Kenntnissen passt.Individuelles Einarbeitungsprogramm – Persönlich auf Ihre individuellen Bedürfnisse zugeschnitten und mit Erfolgsgarantie für die Zertifizierung in dem gewählten Karrierepfad.Fortbildungs- und Betreuungskonzept – Ein innovatives und kontinuierliches Trainingsangebot mit allem, was E-Learning-, Classroom- und Onsite-Trainings namhafter Anbieter und Hersteller zu bieten haben.Mentoring und Coaching – Inklusive regelmäßiger Feedback- und Zielvereinbarungsgespräche mit dem Management und der Gewissheit, jederzeit ein Mensch mit Persönlichkeit zu sein und keine Personalnummer in einem Konzern.Junges, dynamisches und internationales Team mit flachen Hierarchien – Gegenseitige Hilfsbereitschaft und echte Freundschaften.Regelmäßige Teamevents – Gemeinsame Mittagessen, Theaterbesuche, Sommerfeiern, Grillfeste und Talentschmiedetage, damit neben der Arbeit auch der gemeinsame Spaß nicht zu kurz kommt.Teamorientiertes Arbeiten mit herausfordernden und abwechslungsreichen Aufgaben – Aufgaben, die nicht nur fördern, sondern auch fordern um das Beste aus einem herauszuholen.Spannende Karriereperspektiven – Von der Weiterentwicklung zum Unternehmensberater oder der Internalisierung bis hin zur weitergehenden Spezialisierung innerhalb der Organisation unserer Kunden.Unbefristete Festanstellung – Mit marktgerechten Gehältern und allen den vorgenannten Vorteilen!Haben wir Ihr Interesse geweckt? Dann freuen wir uns auf Ihre Bewerbungsunterlagen und bitten Sie um Zusendung an jobs@talentschmiede.com . Bitte vergessen Sie nicht, uns Ihre Gehaltsvorstellung und den möglichen Eintrittstermin mitzuteilen.Für telefonische Rückfragen steht Ihnen gerne Hannah Frank unter +49 69 970 979 58 zur Verfügung. Für weitere Informationen besuchen Sie uns doch auf Talentschmiede.com .",
        "search_datetime": "2023-09-14T18:15:14.333532",
        "search_keyword": "Big Data Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "smartclip",
        "company_linkedin_url": "https://de.linkedin.com/company/smartclip",
        "job_title": "(Junior) Data Engineer - Python",
        "job_location": "Düsseldorf, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3586233971",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3586233971",
        "job_amount_applicants": "59",
        "job_seniority_level_text": "Mid-Senior level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology",
        "job_industries_text": "Technology, Information and Internet",
        "job_description": "Über smartclipsmartclip ist die Adtech-Entwicklungseinheit der RTL Group – Europas führender Free-TV Sendergruppe. Unsere proprietäre Werbetechnologie ist auf die spezifischen Bedürfnisse von europäischen Sendern und Publishern zugeschnitten und bietet intelligente Vermarktungs- und Monetarisierungsstrategien für unterschiedlichste Medienunternehmen. Wir stellen die innovativsten Videowerbeerlebnisse für In-Stream, Out-Stream, Connected TV, Addressable TV und Gaming bereit und ermöglichen Markeninhabern echte geräteübergreifende Storytelling-Anlässe. Die Media Sales Division von smartclip wird mit RTL AdConnect und G&J iMS zu einem internationalen Advertising Sales Champion RTL AdAlliance fusionieren. smartclip wird sich fortan ausschließlich auf die Entwicklung von Technologie fokussieren.smartclip hat seinen Hauptsitz in Hamburg und verfügt über Büros in Berlin, München, Düsseldorf, Köln, Gütersloh, Stockholm, Oslo, Helsinki, Amsterdam, Mailand und Rom.Deine RolleHast du Erfahrungen im Bereich Data Engineering sammeln können? Dann suchen wir genau dich und jedes Level an Erfahrungen.Wolltest du schon immer mal mit wirklich großen Datenmengen arbeiten? Wir erfassen mehrere TB pro Tag.Hast du Interesse daran die neuesten Datenverarbeitungstechnologien auszuprobieren? Apache Spark, Trino, Flowman und Delta Lake kommen bei uns zum Einsatz.Magst du OpenSource-Software? Closed Source oder Microsoft wirst du bei uns nicht finden.Ist für dich Test Driven Development auch der einzig richtige Ansatz? Dann bist du bei smartclip genau richtig!Deine Posiition in unserem TeamAktive Planung, Konzeption und Implementierung skalierbarer Backend-Lösungen für Big Data-AnwendungenPflege und kontinuierliche Verbesserung der TV Data-Pipelines (Statistiken, Einschaltquoten, Segmentierung), die hauptsächlich auf Python basierenAufbau und Pflege von Systemen zur Verarbeitung großer DatenmengenTestautomatisierung für vorhandene und neue FunktionalitätenDein ProfilBerufserfahrung im Bereich Data Engineering, auch Werkstudententätigen zählenKenntnisse im Bereich Software Engineering und Software-TestingErfahrungen im Umgang mit Python, SQL, ETL und/oder mit Big Data (Spark / Hadoop etc.)Fokus auf Effizienz und QualitätHands-on MentalitätGute Deutsch- und EnglischkenntnisseDeine VorteileEgal ob Mac, Linux oder ein bestimmtes Tool, Du erhältst Deine hochmodernen Arbeitsmittel mit Top-AusstattungHohes Maß an Flexibilität - auch Eltern mit kleineren Kindern sind bei uns willkommen, weil wir verstehen, dass insbesondere hier flexible Lösungen wichtig sindInteressante Projekte mit neuesten Technologien mit viel Freiraum für persönliche Gestaltungs- und EntwicklungsmöglichkeitenMöglichkeit der Teilnahme an Hackathons und relevanten Konferenzen in den Bereichen Big Data und Data ScienceVielseitige Weiterbildungsmöglichkeiten sowohl in persönlicher als auch in fachlicher Hinsicht, z.B. Udacity- & Coursera-KooperationenBetriebliche Sozialleistungen, wie z. B. vergünstigte Fitness-Angebote, JobRad, frisches Obst und Getränke, kostenloses RTL+ PREMIUM Abo, Rabatte über corporate benefits sowie gemeinsame FirmenfeiernWerde Teil eines hochmotivierten Teams voller Leidenschaft für digitale ProzesseKlingt das Interessant für Dich?Dann freuen wir uns auf Deine Bewerbung.smartclip ist bestrebt, ein diverses und inklusives Umfeld zu schaffen. Alle qualifizierten Bewerber*innen werden für die Anstellung in Erwägung gezogen, unabhängig von Ethnizität, Nationalität, Alter, Geschlecht, Geschlechtsidentität, Religion, sexueller Orientierung, Behinderung, oder anderen diversen Eigenschaften.",
        "search_datetime": "2023-09-14T18:15:14.945721",
        "search_keyword": "Big Data Engineer",
        "search_location": "Cologne, Germany"
    }
]