[
    {
        "company_name": "\n                kineo.ai\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/kineo-ai?trk=public_jobs_topcard-org-name",
        "job_title": "\nMachine Learning Scientist (f/m/d)\n",
        "job_location": "\n              Berlin, Berlin, Germany\n            ",
        "job_linkedin_id": "3699638496",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3699638496",
        "job_amount_applicants": "\n            Over 200 applicants\n          ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          IT Services and IT Consulting\n          ",
        "job_description": "\n        We are Kineo, a Berlin-based tech startup developing machine learning solutions that bring real, tangible business value to our clients. Through our expertise, mindset, culture and most importantly with your help we are turning the AI landscape upside down. Are you up for the challenge?Our proposition to youWe vouch to create a space where you can explore different sets of complex problems and data across industries and verticals. To support you in your personal development, everyone at Kineo has a mentor. When you grow, so does Kineo. Your decisions matter! You will not have a boss who decides things for you. At Kineo we believe that decisions are best made locally, by the people closest to the problem at hand. Transparent salary and career planning from day one. A beautiful office in the centre of Kreuzberg, with tons of benefits, such as free drinks, snacks, consoles etc. Flexible, family-friendly work environment - we have parents in the team and support them. 28 days of vacationA shared revenue model - when Kineo does well, you will benefit financially tooSuccess in the role means that you will haveAfter 2 months: You established yourself as a member of the team and have already contributed to one of our client projects. You have a clear understanding of how we work and can independently navigate our technical architecture. After 6 months: You are a key member of the team and fully involved in the development of a client project. You will have made notable contributions to our codebase and internal processes. After 12-24 months: In collaboration with internal science and engineering resources, you lead the development of a client-facing application from the workshop phase to production. You are a trusted expert in a wide variety of machine learning algorithms and you are able to transfer that knowledge to more junior members of the team. Your Character TraitsYou want to achieve something and don't need a \"manager\" to tell you that. You are eager to have space to take responsibility and grow from that. You hate boxes: You don’t stop when your thing is done, and you don’t point to the other side. Instead, you are eager to learn and support in areas that may not be your core expertise. Proactive communicator: you have excellent communication, presentation and interpersonal skills that enable you to quickly establish an emotional bond. You fit in with our team culture if youEnjoy working in an environment that combines pragmatic, commercial thinking with a strong desire to learn and grow together. We value team players, not data ninjas. Have a highly ambitious, curious and driven mindset while being able to convey humility and respect for different opinions. Feel like a global citizen with a strong passion for openness and diversity. See open feedback, accountability and independent thinking as the foundation for exceptional (team) work. TasksYou will work as part of smaller teams of 2-3 people on developing machine learning solutions with our clients. You will conceptualize and implement algorithmic solutions to challenging business problems. This includes prototyping and productionizing of machine learning solutions, and also defining and analysing product use cases together with the customer. You will own machine learning solutions from the first drop of raw data, all the way into production serving millions of inference requests. RequirementsAn advanced quantitative degree - e.g Mathematics, Statistics, Computer Science or related fields. Strong knowledge of theoretical math and CS. Knowledge of working with large structured and unstructured data sets. Knowledge of data engineering tools like Apache Spark is an advantage. Strong programming skills in Python. We love other languages too, but Python is what we (and you) will use. Experience in using a wide range of ML frameworks such as SKLearn, Tensorflow, Torch in production. Experience with domain specific libraries like OpenCV, HuggingFace etc are an advantage. Excellent written and verbal communication, with the ability to work cross-functionally with non-scientific experts. Resident in one of the EU countries. Due to the size of the company, we cannot currently accept applications outside the EU. We value diversity and therefore particularly welcome applications from people who experience discrimination such as trans-, homophobia, bi-phobia, racism, classism (discrimination with regard to social class), or sexism.Last but not least, keep in mind that we are hiring value based, not skill based. That being said, please tell us the following in your contact message:Why we would love to work with youWhy you want to work with us\n",
        "search_datetime": "2023-09-14T18:16:14.679992",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "\n                MindPal\n              ",
        "company_linkedin_url": "https://www.linkedin.com/company/mindpal.co?trk=public_jobs_topcard-org-name",
        "job_title": "\nMachine Learning Developer\n",
        "job_location": "\n              Berlin, Berlin, Germany\n            ",
        "job_linkedin_id": "3708509781",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3708509781",
        "job_amount_applicants": "\n            Over 200 applicants\n          ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Engineering and Information Technology\n          ",
        "job_industries_text": "\n          Staffing and Recruiting\n          ",
        "job_description": "\n        We are looking for Machine Learning DeveloperJob ResponsibilitiesWorking on machine learning projects Analyzing and processing data to create machine learning models Implementing and optimizing machine learning algorithms Testing and evaluating models Collaborating with the programming team and other departments within the company to develop innovative solutions RequirementsMinimum 2 years of experience in the field of machine learning Knowledge of machine learning algorithms and techniques Ability to analyze and process data Familiarity with machine learning tools and technologies Proficient in English communication Education in computer science We OfferB2B contract type Full-time employment Remote and flexible working hours\n",
        "search_datetime": "2023-09-14T18:16:15.428163",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Berlin, Germany"
    },
    {
        "company_name": "\n                Eterno Health\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/eternohealth?trk=public_jobs_topcard-org-name",
        "job_title": "\nMachine Learning / Data Engineer (f/m/d)\n",
        "job_location": "\n              Berlin, Berlin, Germany\n            ",
        "job_linkedin_id": "3705398957",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3705398957",
        "job_amount_applicants": "\n            Over 200 applicants\n          ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Health and Human Services\n          ",
        "job_description": "\nYour missionUnderstand business and project goals and translate them into solutions and strategies for ML algorithm implementation & validationBuild data pipelines to and from our data infrastructure (AWS)Design and develop ML systems, implementing appropriate ML algorithms, and conducting experimentsWork with data to create models, perform statistical analyses, train and retrain systems to optimize performanceCollaborate with Data Scientists to build, test, and validate ML AlgorithmsStaying updated with the latest developments in the fieldYour profileExperienceProven experience as a Data Engineer or similar role. Alternatively, relevant experience through education is also welcomeKnowledge of common Machine Learning algorithms in the fields of Supervised Learning, Unsupervised Learning, Semi-Supervised Learning and Reinforcement Learning , their applications, and their challengesAbility to create the basis for (advanced) data analyses, ML algorithms and visualizations in R or Python. Experience with Typescript is a plus. Familiarity with AWS Database Systems (DynamoDB), and Lambda FunctionsBSc/Ba in Information Technology, Computer Science or a related discipline, with a focus on Data Science; professional certification is a plusTraitsFluent English. German is a plusStrong cross-functional working and excellent communication skillsResourcefulness and problem-solving aptitudeAbility to work with stakeholders who are not engineers, both internal (other departments) & external (clients and partners)Flexibility to travelWhy us?Modern and central located offices in Berlin, Frankfurt & Hamburg (more to come)Remote work for full flexibilityPermanent employment contract, 27 vacation days Highest level of autonomy and entrepreneurshipCompany pension scheme, Health Check-UpsTravel and shopping discountsRegular team eventsBe part of the craziest story in German HealthcareAbout UsEternoEterno provides solutions for modern primary care revolutionizing the way doctors and their patients interact digitally and in person. Our offering includes Spaces, Software and Services (“3S”). We’re building fully digitized primary care centers in Germany and offer doctors and therapists a risk-free form of self-employment - a kind of co-working space for primary care practitioners. We utilize state-of-the-art technologies, automation, and proprietary software to redesign processes and handle administrative tasks. This allows doctors to focus on treating their patients, while we take care of the rest (e.g. frontdesk staff, callcenter, operations, quality management, IT, billing). Meanwhile, patients access digital, interdisciplinary, and modern healthcare through our spaces. Including healing architecture concepts, yoga, gym and our own barista. Modern healthcare for all.\n      ",
        "search_datetime": "2023-09-14T18:16:18.009136",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Berlin, Germany"
    }
]