[
    {
        "company_name": "\n                Mindcurv\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/mindcurv?trk=public_jobs_topcard-org-name",
        "job_title": "\n(Junior) Data Engineer (m/w/d)\n",
        "job_location": "\n              Hamburg, Hamburg, Germany\n            ",
        "job_linkedin_id": "3694179277",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3694179277",
        "job_amount_applicants": "\n            Over 200 applicants\n          ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          IT Services and IT Consulting\n          ",
        "job_description": "\nWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere StandorteHamburgoderKölnals(Junior) Berater Business Intelligence (m/w/d)Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben:Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen, Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beratenDein Profil: Wichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Neugier geweckt? Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine Bewerbung mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de oder über den untenstehenden Button. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!\n",
        "search_datetime": "2023-09-14T18:15:58.152216",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "\n                initions\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/initions-ag?trk=public_jobs_topcard-org-name",
        "job_title": "\n(Junior) Data Engineer (m/w/d)\n",
        "job_location": "\n              Hamburg, Hamburg, Germany\n            ",
        "job_linkedin_id": "3641562052",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3641562052",
        "job_amount_applicants": "\n          38 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Software Development\n          ",
        "job_description": "\nDeine MissionWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von state-of-the-art Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere Standorte Hamburg oder Köln als(Junior) Data Engineer (m/w/d) Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben: Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen,Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beraten Dein ProfilWichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine vollständigen Bewerbungsunterlagen mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!Für weitere Fragen steht Dir Deine Ansprechpartnerin Katharina gerne zur Verfügung.Bitte beachte unsere Datenschutzhinweise unter https://www.initions.com/datenschutz/.initions GmbHFrau Katharina BaderWeidestraße 120a22083 Hamburgbewerbung@initions.dewww.initions.com/karrierehttps://www.kununu.com/de/initions/kommentareÜber unsUnser Antrieb sind innovative, praxistaugliche und herausragende Projekte auf dem Gebiet der analytischen Datenverarbeitung. In den vergangenen 20 Jahren hat unser Team sehr erfolgreiche Lösungen in einer Vielzahl von Branchen implementiert. Unser Name steht bei unseren Kunden für Professionalität und Vertrauen. Mit jeder Herausforderung, mit jedem neuen Projekt gewinnt und teilt unser Team Erfahrungen und „Best Practices“. Unser Bestreben ist es, immer besser zu werden und Sie als Kunden noch erfolgreicher zu machen. Unser Portfolio reicht dabei von traditionellen Data Warehouse- und Business Intelligence-Ansätzen über Big Data, IoT, Data Lake und Self-Service-BI-Lösungen bis hin zu Cloud Data Plattformen und Verfahren der Künstlichen Intelligenz.\n      ",
        "search_datetime": "2023-09-14T18:15:58.695159",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Hamburg, Germany"
    },
    {
        "company_name": "\n                Resourcify\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/resourcify?trk=public_jobs_topcard-org-name",
        "job_title": "\nSenior Data Analytics Engineer (all genders)\n",
        "job_location": "\n              Hamburg, Hamburg, Germany\n            ",
        "job_linkedin_id": "3690878813",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3690878813",
        "job_amount_applicants": "\n          91 applicants\n        ",
        "job_seniority_level_text": "\n            Mid-Senior level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          IT Services and IT Consulting\n          ",
        "job_description": "\n        Join us on our mission towards a sustainable and green future!Resourcify is the all-in-one waste-management and recycling platform.We enable companies to gain end-to-end control and transparency of their waste-management as we provide them with the right digital tool-set and access to our connected network of independent recyclers.Through the digitisation of daily operations, our recycling platform allows all businesses to manage, track and improve their recycling all while having to deal with less administration work, and saving up to 30% of the costs compared to conventional waste management.Thousands of leading companies - including Hornbach Baumarkt AG, Syntegon Packaging Technology and University Hospital Bonn use our award-winning recycling platform daily.Join our Resource Revolution!Your mission:Are you passionate about creating value with data and in helping an organization to start their journey into data-driven decision-making? Do you care about sustainability and leaving a positive imprint on the planet? Then we are looking for you!In our current set-up, we have a basic data infrastructure. We have a data warehouse, which is directly fed by the data sources via ETL. Reporting is done with reporting tools (Metabase, Looker) on top of the data warehouse.As a first data hire, it is recommended that you have already experienced companies going through this first stage in their data journey.Your responsibilities:You maintain and extend our ETL pipeline (currently JS based, experimenting with an ETL provider - Twirldata) and data warehouse. You analyse data to support business decisions. You drive our efforts in making data driven decisions and drive our data strategy. You develop informative waste handling and business KPIs. You set-up automated analysis pipelines.You build external and internal dashboards.You drive data standardisation topics.You collect and prioritise the various data needs in the company (business, product, UX, engineering, finance). You highlight which next skills we will need and when it is the time to expand the team. What you'll bring along to be successful:You are well versed in ETL processes, their structure and details; and you can design as well as implement them in cooperation with an interdisciplinary team, working closely with Software and Infrastructure Engineers. You are well versed in using Python for data analysis and data transformation. You are experienced in answering questions and presenting results in BI-tools (e.g. Metabase, Tableau, Power-BI, Looker). You are fluent in an SQL dialect and experienced in writing complex queries. You perform complex data analysis drawing from various sources to answer challenging business questions. You can plan, set-up and manage relational databases. You have a basic knowledge of statistics and how to apply it in data analysis. You understand data intuitively. You enjoy talking to other stakeholders. You have a strong ‘get things done’ attitude and an organised, analytical mindset. You are fluent in written and spoken English. How we appreciate and empower Resourcians: We offer a great working environment: Be part of a fast growing company with fantastic team members and ambitions.We love flexible working: Your times are flexible as you’ll be measured by your success, not by the number of hours you clock in.We provide you with extra time to recharge: You’ll have 30+ days of vacation to refuel your batteries and enjoy your life besides work. Not enough? You are more than welcome to take more days!We are a remote first company and convinced that we can do excellent work from (almost) anywhere. You have the option to work from our central, beautifully equipped office in Hamburg or fully remote within Germany. At the moment we also offer permanent employment in the following EU-countries: Austria, Denmark, Italy, and Spain.We love a Workation: You can enjoy temporary remote work for up to three months provided you have access to high speed internet.We thouroughly enjoy each others’ company: Twice a year we come together for exciting company offsites to have fun and foster relationships. In addition, we also plan team events on a smaller scale.We provide you with high quality equipment (laptop) and an additional Home-Office Budget to transform your home into the most enjoyable place to work.We celebrate our differences and welcome people from all walks of life: Resourcify is an Equal Opportunity Employer. We believe in the power of a diverse work environment and are fully committed to building and maintaining an inclusive culture. We believe that our differences can create new ideas, offer unique perspectives and speak on behalf of all of our customers. If you think you have what it takes but don't check all the boxes, reach out anyway - we’d love to hear from you.Not sure if you meet all the requirements but the role still sounds exciting to you? Then, we would be more than happy to receive your application. You might bring something we have not thought of yet and that would make a wonderful addition to the team.We’d love to hear from you!\n",
        "search_datetime": "2023-09-14T18:15:59.571811",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Hamburg, Germany"
    }
]