[
    {
        "company_name": "\n                Qimia GmbH\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/qimia-gmbh?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Scientist / Data Engineer (m/w/d)\n",
        "job_location": "\n              Cologne, North Rhine-Westphalia, Germany\n            ",
        "job_linkedin_id": "3705210636",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3705210636",
        "job_amount_applicants": "\n          48 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Engineering and Information Technology\n          ",
        "job_industries_text": "\n          Information Technology & Services\n          ",
        "job_description": "\n        Qimia GmbHData Scientist / Data Engineer (m/w/d)KölnAufgabeAufbau von innovativer AI- und Machine-Learning-Lösungen. Entwicklung von Generative Deep Learning Models: Erstellen, trainieren und fine-tuning neuraler Netzwerke mit Python-Tools Torch, Numpy, Pandas, PySpark, Jupyter, Transformers, Datasets, Tiktoken und Wandb Natural Language Processing (NLP) unter Verwendung von Bibliotheken aus dem HuggingFace-Ökosystem (Python-basierte Deep-Learning-Bibliothek für LLMs) - Transformers, Datasets, Tokenizers und Accelerate - sowie der vortrainierten Hugging Face Hub-Modelle. Design und Entwicklung von ML-Systemen für produktionsreife Anwendungen, die zuverlässig, skalierbar, wartbar und anpassungsfähig an sich ändernde Geschäftsanforderungen sind. Entwicklung von MLOps-Pipelines für Automatisierung kontinuierliche Entwicklung, Bewertung und Bereitstellung von Modellen. Entwicklung Überwachungssysteme zur schnellen Erkennung und Behebung von Problemen, auf die Modelle in der Produktion stoßen könnten. End-to-End-Design und Implementierung von Datenanalysesystemen; Dazu gehören Datenerfassung, Anforderungsengineering und Spezifikation sowie die Konzeption von technischen Lösungen auf der Grundlage von Geschäftsanforderungen. Ermittlung und Identifizierung von Möglichkeiten für die Gestaltung und Implementierung von Internet-Scale-Data-Mining-Lösungen in enger Zusammenarbeit mit anderen Data Scientists und Data Engineers. Entwicklung von ETL-Pipelines für große und komplexe Datensätze; Verarbeitung von strukturierten und unstrukturierten Daten mit Spark, Pandas, Dask, Kafka usw. Prototyping und Implementierung von massiv skalierten Data-Analytics-Lösungen auf der Basis von Big-Data-Werkzeugen (Spark, DWH, SQL, Python und R). Arbeiten mit Cloud-Plattformen (AWS, Azure und Google Cloud)QualifikationMasterabschluss in Informatik oder ähnliche quantitative Studiengänge wie Statistik, Operations Research, Bioinformatik, Mathematik oder Physik. 1 Jahr Berufserfahrung oder akademische Erfahrung im Machine Learning und künstliche Intelligenz 1 Jahr relevante Erfahrung im Bereich der Datenanalyse (Statistik / Datenwissenschaft). Erfahrungen mit einem oder mehreren Mehrzweck-Programmiersprachen, einschließlich, aber nicht beschränkt auf: Java, C / C ++, Python, Scala oder R Fließende Deutsch- und / oder Englischkenntnisse Master in Informatik, Machine Learning oder ähnlichen technischen Feldern. Erfahrungen mit einem oder mehreren der folgenden Themen: Natural Language Processing and Understanding, Klassifizierung, Mustererkennung und Empfehlungssysteme. Erfahrung im Umgang mit großen Datenmengen, z. B. soziale Netzwerkdaten, wissenschaftliche Daten, Sensordaten usw. Erfahrung in der Anwendung von Machine Learning auf großen Datensätzen. Bewährte Programmierungserfahrung in mindestens einer Programmiersprache wie Java, Scala, C ++ oder einer ähnlichen objektorientierten Sprache. Big Data Science: Python Machine Learning Libs (NumPy, SciPy, Pandas, IPython, Scikit-Learn, PyTorch, TensorFlow, JAX,NLTK), Spark für Data Mining und Machine Learning (Spark SQL, Spark MLlib, PySpark) Data Science und Machine Learning Grundlagen: Zeitreihen und sequenzielle Datenverarbeitung, Supervised and Unsupervised Machine Learning, Klassifizierung, Logistik Regression und Random Forest, Support Vektor Maschinen, K-Nearest Nachbarn, Naive Bayes und Gradient BoostingDie vollständige Anzeige finden Sie beim Klick auf den Onlinebewerbungs-Button oder unter folgendem Link:https://jobs.jobware.net/v/0057?jw_result_piid=041288965&jw_chl_seg=NLINKEDIN\n",
        "search_datetime": "2023-09-14T18:15:50.015834",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "\n                konfetti\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/gokonfetti?trk=public_jobs_topcard-org-name",
        "job_title": "\n(Junior-) Business Intelligence Analyst (m/f/x)\n",
        "job_location": "\n              Cologne, North Rhine-Westphalia, Germany\n            ",
        "job_linkedin_id": "3709394151",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3709394151",
        "job_amount_applicants": "\n          48 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Analyst\n          ",
        "job_industries_text": "\n          IT Services and IT Consulting\n          ",
        "job_description": "\nkonfetti ist die Buchungsplattform und Software für lokale Workshops. Seit der Gründung im April 2021 haben wir unser Produkt stetig weiterentwickelt und arbeiten nun mit mehr als 900 Anbietern zusammen. Insgesamt können wir über 3.500 Kurse in Deutschland, Österreich und online anbieten. Stark wachsend, finanziert mit über 2 Millionen € von führenden Investoren, suchen wir neue Kollegen! Aktuell sind wir 20 Personen und haben Positionen im Kölner Büro auf.Dein next Step - konfetti!Du suchst nach einer neuen Herausforderung in einem wachsenden Startup aus Köln und Berlin? Du möchtest Verantwortung für den Erfolg unseres Unternehmens übernehmen und beim weiteren Unternehmensaufbau aktiv mit anpacken?Dann komm zu uns und bringe Dich mit Deiner Expertise bei uns ein!AufgabenWas Dich erwartetDu analysierst die Customer Journey und Nutzungsdaten sowie die Business-KPIs von konfettiDu führst komplexe Datenanalysen durch, bereitest Ergebnisse auf und gibst Handlungsempfehlungen für konkrete FragestellungenEnge Zusammenarbeit mit unserem Tech und Product Team. Du wirst das Gründerteam in unterschiedlichen Unternehmensbereichen tatkräftig unterstützen und verschiedene Aufgaben und Projekte vorantreibenDu wirst Themen eigenverantwortlich übernehmen und vorantreiben: als junges Startup sind viele Prozesse noch in den Startlöchern und freuen sich darauf, erweitert, optimiert und gefestigt zu werdenDeine Meinung ist uns wichtig: nicht nur operativ bist Du ein wichtiger Bestandteil unseres Teams. Auch strategisch wirst Du Dich einbringen können und konfetti auf die nächste Stufe hebenDeine Aufgaben sind vielfältig: stell Dich also darauf ein, dass jeder Tag etwas anderes mit sich bringen wirdQualifikationWas Du mitbringstErfolgreich abgeschlossenes StudiumSehr gutes Verständnis von Datenbanken (relationales Datenmodell, ETL-Prozesse und insbesondere SQL-Queries)Berufserfahrung im Bereich Data Analytics bzw. Business Intelligence und/ oder Erfahrung in der Datenvisualisierung mit Tableau ist ein PlusKenntnisse im Bereich Web-Tracking (Google Analytics) sowie Programmiersprachen (Python) sind von VorteilSehr gute analytische Fähigkeiten und präzise ArbeitsweiseSchnelle Auffassungsgabe, Eigenverantwortung, Teamfähigkeit, unternehmerisches Denken und UmsetzungsstärkeBenefitskonfetti BenefitsDirekte Zusammenarbeit mit dem erfahrenen Gründerteam (u.a. ex HelloFresh / ex ArtNight)Verantwortung und direktes Feedback ab Tag 1Flache Hierarchien und kurze EntscheidungswegeEigenverantwortliche Projekte und Gestaltungsspielraum für eigene IdeenSchöne Büroräume in Berlin Kreuzberg und im Herzen Kölns30 Tage pro Jahr Laptop mitnehmen und aus dem Ausland arbeitenRegelmäßige Teamevents: wir sitzen mit Tausenden Events an einer unerschöpflichen Quelle ;-)Wir freuen uns auf Deine Bewerbung und ein erstes Kennenlernen!\n      ",
        "search_datetime": "2023-09-14T18:15:50.602751",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "\n                initions\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/initions-ag?trk=public_jobs_topcard-org-name",
        "job_title": "\n(Junior) Data Engineer (m/w/d)\n",
        "job_location": "\n              Cologne, North Rhine-Westphalia, Germany\n            ",
        "job_linkedin_id": "3642713376",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3642713376",
        "job_amount_applicants": "\n          47 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          Software Development\n          ",
        "job_description": "\nDeine MissionWir sind Experten für Data Analytics und Intelligent Cloud Solutions und begleiten die digitale Transformation unserer Kunden.Next Generation Business Intelligence: Unter Einsatz von state-of-the-art Big Data Plattformen, Cloud-Technologien, Künstlicher Intelligenz und Machine Learning realisieren wir Lösungen zur intelligenten und automatisierten Auswertung größter Datenmengen. Dabei ist initions strategischer Partner der Weltmarktführer Microsoft, Databricks und Snowflake, deren neueste Technologien in Leuchtturmprojekten eingesetzt werdenAls Teil der international tätigen Mindcurv Group mit Standorten in Deutschland, Österreich, Niederlanden, Spanien und Indien wachsen wir kontinuierlich.Ab sofort suchen wir Dich für unsere Standorte Hamburg oder Köln als(Junior) Data Engineer (m/w/d) Möchtest Du das “Dahinter” verstehen, an den neuesten Themen arbeiten und noch ganz viel lernen? Ist es für Dich motivierend, mit hochqualifizierten Kolleginnen und Kollegen im direkten Austausch mit dem Kunden herausragende Lösungen zu schaffen? Suchst Du ein Umfeld, das geprägt ist von respektvollem Umgang und Wertschätzung, von flachen Hierarchien und freundschaftlichem Miteinander? Du hast den Willen, auf Augenhöhe engagiert mitzuwirken, zu gestalten, früh Verantwortung zu übernehmen und Dich und das Unternehmen weiterzuentwickeln?Dann sollten wir uns kennenlernen!Deine Aufgaben: Datenbankarchitekturen und Speicherlösungen für unsere Kunden konzipieren, Datenpipelines und ETL/ELT-Prozesse entwickeln, implementieren und optimieren,IT Infrastruktur-, Security- und Cloudkonzepte entwerfen und umzusetzen,Datenbankmodelle zu entwerfen, Analysen durchführen und Dashboards erstellen,Geschäftsprozesse unserer Kunden durchdringen und diese bestmöglich beraten Dein ProfilWichtig für die Aufgabe ist, dass Du verhandlungssicher Deutsch sprichst und gute Englischkenntnisse hast Du bringst ein abgeschlossenes Studium oder Promotion mit technischer, naturwissenschaftlicher oder mathematischer Ausrichtung, eine abgeschlossene Berufsausbildung im Bereich Informatik oder einen vergleichbaren Abschluss mit Deine Aussichten bei uns:Spaß an der Arbeit und ein gutes Miteinander im Team ist uns sehr wichtig. Auf unsere offene Unternehmenskultur sind wir stolz. Du sollst dich bei uns wohlfühlen – dafür sorgen wir! Deine Work-Life-Balance fördern wir mit flexiblen Arbeitszeiten und mobilem Arbeiten, auch aus den verschiedenen Hub-Standorten unserer Unternehmensgruppe Eine offene Kommunikation ist uns wichtig: Das „Du“ und ein konstruktives, gegenseitiges Feedback in regelmäßigen Mitarbeitergesprächen sind für uns selbstverständlich. Hier legen wir gemeinsame Ziele fest und unterstützen Dich dabei, sie zu erreichen Mit unserem wöchentlichen „Future Friday“ bleibst du fachlich am Ball, bildest Dich weiter und kannst Dich mit Deinen Kollegen in bereichsübergreifenden Fach- und Technologiegruppen zu aktuellen Themen austauschen Viele weitere Goodies wie Getränke & Snacks, ein vollsubventioniertes Deutschlandticket, betriebliche Altersvorsorge, vergünstigte Mitgliedschaft im Fitnessstudio, etc. Du findest Dich in der Beschreibung wieder und möchtest uns bei unseren großen Plänen unterstützen?Dann sende uns Deine vollständigen Bewerbungsunterlagen mit Deiner Gehaltsvorstellung und Deinem nächstmöglichen Eintrittstermin an bewerbung@initions.de. Bitte nimm Bezug auf diese Stellenausschreibung.Wir freuen uns auf Dich!Für weitere Fragen steht Dir Deine Ansprechpartnerin Katharina gerne zur Verfügung.Bitte beachte unsere Datenschutzhinweise unter https://www.initions.com/datenschutz/.initions GmbHFrau Katharina BaderWeidestraße 120a22083 Hamburgbewerbung@initions.dewww.initions.com/karrierehttps://www.kununu.com/de/initions/kommentareÜber unsUnser Antrieb sind innovative, praxistaugliche und herausragende Projekte auf dem Gebiet der analytischen Datenverarbeitung. In den vergangenen 20 Jahren hat unser Team sehr erfolgreiche Lösungen in einer Vielzahl von Branchen implementiert. Unser Name steht bei unseren Kunden für Professionalität und Vertrauen. Mit jeder Herausforderung, mit jedem neuen Projekt gewinnt und teilt unser Team Erfahrungen und „Best Practices“. Unser Bestreben ist es, immer besser zu werden und Sie als Kunden noch erfolgreicher zu machen. Unser Portfolio reicht dabei von traditionellen Data Warehouse- und Business Intelligence-Ansätzen über Big Data, IoT, Data Lake und Self-Service-BI-Lösungen bis hin zu Cloud Data Plattformen und Verfahren der Künstlichen Intelligenz.\n      ",
        "search_datetime": "2023-09-14T18:15:51.154366",
        "search_keyword": "Business Intelligence Engineer",
        "search_location": "Cologne, Germany"
    }
]