[
    {
        "company_name": "\n                MindPal\n              ",
        "company_linkedin_url": "https://www.linkedin.com/company/mindpal.co?trk=public_jobs_topcard-org-name",
        "job_title": "\nMachine Learning Developer\n",
        "job_location": "\n              Cologne, North Rhine-Westphalia, Germany\n            ",
        "job_linkedin_id": "3708510440",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3708510440",
        "job_amount_applicants": "\n          178 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Engineering and Information Technology\n          ",
        "job_industries_text": "\n          Staffing and Recruiting\n          ",
        "job_description": "\n        We are looking for Machine Learning DeveloperJob ResponsibilitiesWorking on machine learning projects Analyzing and processing data to create machine learning models Implementing and optimizing machine learning algorithms Testing and evaluating models Collaborating with the programming team and other departments within the company to develop innovative solutions RequirementsMinimum 2 years of experience in the field of machine learning Knowledge of machine learning algorithms and techniques Ability to analyze and process data Familiarity with machine learning tools and technologies Proficient in English communication Education in computer science We OfferB2B contract type Full-time employment Remote and flexible working hours\n",
        "search_datetime": "2023-09-14T18:16:25.577438",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "\n                Qimia GmbH\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/qimia-gmbh?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Scientist / Data Engineer (m/w/d)\n",
        "job_location": "\n              Cologne, North Rhine-Westphalia, Germany\n            ",
        "job_linkedin_id": "3705210636",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3705210636",
        "job_amount_applicants": "\n          48 applicants\n        ",
        "job_seniority_level_text": "\n            Entry level\n          ",
        "job_employment_type_text": "\n          Full-time\n        ",
        "job_job_function_text": "\n            Engineering and Information Technology\n          ",
        "job_industries_text": "\n          Information Technology & Services\n          ",
        "job_description": "\n        Qimia GmbHData Scientist / Data Engineer (m/w/d)KölnAufgabeAufbau von innovativer AI- und Machine-Learning-Lösungen. Entwicklung von Generative Deep Learning Models: Erstellen, trainieren und fine-tuning neuraler Netzwerke mit Python-Tools Torch, Numpy, Pandas, PySpark, Jupyter, Transformers, Datasets, Tiktoken und Wandb Natural Language Processing (NLP) unter Verwendung von Bibliotheken aus dem HuggingFace-Ökosystem (Python-basierte Deep-Learning-Bibliothek für LLMs) - Transformers, Datasets, Tokenizers und Accelerate - sowie der vortrainierten Hugging Face Hub-Modelle. Design und Entwicklung von ML-Systemen für produktionsreife Anwendungen, die zuverlässig, skalierbar, wartbar und anpassungsfähig an sich ändernde Geschäftsanforderungen sind. Entwicklung von MLOps-Pipelines für Automatisierung kontinuierliche Entwicklung, Bewertung und Bereitstellung von Modellen. Entwicklung Überwachungssysteme zur schnellen Erkennung und Behebung von Problemen, auf die Modelle in der Produktion stoßen könnten. End-to-End-Design und Implementierung von Datenanalysesystemen; Dazu gehören Datenerfassung, Anforderungsengineering und Spezifikation sowie die Konzeption von technischen Lösungen auf der Grundlage von Geschäftsanforderungen. Ermittlung und Identifizierung von Möglichkeiten für die Gestaltung und Implementierung von Internet-Scale-Data-Mining-Lösungen in enger Zusammenarbeit mit anderen Data Scientists und Data Engineers. Entwicklung von ETL-Pipelines für große und komplexe Datensätze; Verarbeitung von strukturierten und unstrukturierten Daten mit Spark, Pandas, Dask, Kafka usw. Prototyping und Implementierung von massiv skalierten Data-Analytics-Lösungen auf der Basis von Big-Data-Werkzeugen (Spark, DWH, SQL, Python und R). Arbeiten mit Cloud-Plattformen (AWS, Azure und Google Cloud)QualifikationMasterabschluss in Informatik oder ähnliche quantitative Studiengänge wie Statistik, Operations Research, Bioinformatik, Mathematik oder Physik. 1 Jahr Berufserfahrung oder akademische Erfahrung im Machine Learning und künstliche Intelligenz 1 Jahr relevante Erfahrung im Bereich der Datenanalyse (Statistik / Datenwissenschaft). Erfahrungen mit einem oder mehreren Mehrzweck-Programmiersprachen, einschließlich, aber nicht beschränkt auf: Java, C / C ++, Python, Scala oder R Fließende Deutsch- und / oder Englischkenntnisse Master in Informatik, Machine Learning oder ähnlichen technischen Feldern. Erfahrungen mit einem oder mehreren der folgenden Themen: Natural Language Processing and Understanding, Klassifizierung, Mustererkennung und Empfehlungssysteme. Erfahrung im Umgang mit großen Datenmengen, z. B. soziale Netzwerkdaten, wissenschaftliche Daten, Sensordaten usw. Erfahrung in der Anwendung von Machine Learning auf großen Datensätzen. Bewährte Programmierungserfahrung in mindestens einer Programmiersprache wie Java, Scala, C ++ oder einer ähnlichen objektorientierten Sprache. Big Data Science: Python Machine Learning Libs (NumPy, SciPy, Pandas, IPython, Scikit-Learn, PyTorch, TensorFlow, JAX,NLTK), Spark für Data Mining und Machine Learning (Spark SQL, Spark MLlib, PySpark) Data Science und Machine Learning Grundlagen: Zeitreihen und sequenzielle Datenverarbeitung, Supervised and Unsupervised Machine Learning, Klassifizierung, Logistik Regression und Random Forest, Support Vektor Maschinen, K-Nearest Nachbarn, Naive Bayes und Gradient BoostingDie vollständige Anzeige finden Sie beim Klick auf den Onlinebewerbungs-Button oder unter folgendem Link:https://jobs.jobware.net/v/0057?jw_result_piid=041288965&jw_chl_seg=NLINKEDIN\n",
        "search_datetime": "2023-09-14T18:16:26.151178",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "\n                Livello Technologies\n              ",
        "company_linkedin_url": "https://de.linkedin.com/company/livello-technologies?trk=public_jobs_topcard-org-name",
        "job_title": "\nData Science / Machine Learning (m/f/d) Mandatory Internship - IoT Startup\n",
        "job_location": "\n              Düsseldorf, North Rhine-Westphalia, Germany\n            ",
        "job_linkedin_id": "3709301601",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3709301601",
        "job_amount_applicants": "\n          42 applicants\n        ",
        "job_seniority_level_text": "\n            Internship\n          ",
        "job_employment_type_text": "\n          Internship\n        ",
        "job_job_function_text": "\n            Information Technology\n          ",
        "job_industries_text": "\n          IT Services and IT Consulting\n          ",
        "job_description": "\n        We are currently looking for new team members for our Data Science / ML team.Requirement: 6+ months mandatory internship or thesis for your universityStart: by arrangement / immediatelyTasksYou will support our Data Science and ML team with statistical data modeling and machine learning researchConceptualize, implement and evaluate algorithmic solutions for supply forecasting, smart inventory optimization, predicting sales, and automating business processesConduct applied research to model complex dependencies, statistical inference and predictive modelingTechnological conception, design and implementation of new featuresWork with a cross-functional team to help define, build, test, and deploy applicationsRequirementsStudies in Mathematics, Statistics, Engineering, Econometrics or any related fieldsRelevant Data Science experience, deep technical background in applied data science and experience building production-quality and well-engineered Data Science productsExperience in image processing, algorithms and neural networksKnowledge of the tools, libraries and cloud services for Data Science, ideally Google Cloud Platform, Python, MongoDB, and API frameworksCooperative and independent work, analytical mindset, and willingness to take responsibilityFluent in EnglishBenefitsA responsible position in a fast-growing and highly innovative start-upAn agile and diverse team with colleagues from all over the worldEnglish speaking open work environment, with flat hierarchies and short decision-making pathsDog-friendly office in a prime location with lots of shopping/restaurant options nearbyAdvanced technology stack leveraging cutting-edge IoT hardware and softwareCreative freedom for own ideas, projects and personal developmentTeam building, learning and start-up eventsLivello is building the future of autonomous retail and smart inventory management. We are developing a revolutionary IoT Platform and telemetric Smart Kiosks with state-of-the-art smart shelving and monitoring technology, leveraging the newest technologies and engineering principles, relying on concepts like automation, autoscaling, resilience, real-time monitoring, sensor fusion, computer vision, machine learning and deep analytics. Our stack consists of modern Javascript, Typescript, Node.Js, React & Redux, Docker, containers, client libraries, and GraphQL, all built on a microservice-based Kubernetes architecture, all supported by the strengths of the Google Cloud Platform. We strongly believe in the power of CICD and integrate and deploy our applications with modern CICD tools from Gitlab.\n      ",
        "search_datetime": "2023-09-14T18:16:26.571871",
        "search_keyword": "Machine Learning Engineer",
        "search_location": "Cologne, Germany"
    }
]