[
    {
        "job_number": 21,
        "job_title": "Kundenberater*in / Verkaufsberater*in (m/w/d) in der Autovermietung",
        "company_name": "Avis",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-08-01T10:33:13Z",
        "job_url": "https://www.themuse.com/jobs/avis/kundenberaterin-verkaufsberaterin-mwd-in-der-autovermietung-8e14d2",
        "search_datetime": "2023-08-27T16:44:46.858529",
        "search_location": "Berlin, Germany",
        "job_description": "Als ein fuhrender Anbieter von Mobilitatslosungen betreibt die Avis Budget Group rund 11.000 Stationen in 180 Landern. Wir sind starke Teamplayer, die Abwechslung lieben und mit Langeweile nichts anfangen konnen.    Du suchst eine Tatigkeit in einem internationalen Umfeld, in dem Du Deine Serviceerfahrung aus Gastronomie, Hotellerie, Touristik, Einzelhandel o.a. sowie Deine Verkaufsstarke unter Beweis stellen kannst?    Dann bist Du bei uns genau richtig!    Steig jetzt in   Vollzeit   ein als      Kundenberaterin / Verkaufsberaterin (m/w/d)        in unserer Station in Berlin-Kronenstr.         Deine Aufgaben:   umfassende Beratung unserer Kund*innen und bedarfsgerechter Verkauf unserer Zusatzleistungen  ordnungsgemae Erstellung und Abrechnung von Mietvertragen mithilfe unseres Reservierungssystems  weitere administrative Aufgaben im Backoffice (Kundenkorrespondenz, Beschwerdemanagement, Fahrzeugdisposition etc.)   Das bringst Du mit:   abgeschlossene Ausbildung (z.B. als Reisekaufmann / Reisekauffrau; Hotelkaufmann / Hotelkauffrau; Einzelhandelskaufmann / Einzelhandelskauffrau etc.) oder erste relevante Berufspraxis aus serviceorientierten Bereichen (z.B. Verkauf, Rezeption / Empfang, Reiseburo, Call Center, Flugbegleitung etc.)  Quereinsteiger sind willkommen!  einen gultigen Fuhrerschein  sicheren Umgang mit der englischen Sprache  aufgeschlossene, souverane und kommunikationsstarke Personlichkeit  Hands On Mentalitat und ausgepragten Teamgeist   Das bieten wir Dir:   eine vielseitige und spannende Aufgabe und ein starkes Team, auf das Du Dich verlassen kannst  eine systematische Forderung und vielfaltige Karrieremoglichkeiten in einem internationalen Unternehmen  ein attraktives Gehaltspaket inklusive Urlaubsgeld, festem Bonus sowie der Moglichkeit, uber unser Provisionssystem verkaufsabhangig dazuzuverdienen  eine arbeitgeberfinanzierte betriebliche Krankenversicherung mit einem Jahresbudget von 300 EUR  Arbeitgeberzuschusse fur die betriebliche Altersversorgung und Einkommenssicherung  geregelte Arbeitszeiten und 28 Tage Urlaub im Jahr  weltweit private Anmietung von Fahrzeugen zum Mitarbeitertarif sowie attraktive Optionen zu Mitarbeiter-Leasing  weitere Vergunstigungen bei unseren zahlreichen Partnern in der Touristikbranche  Wir freuen uns auf Deine Bewerbung uber unser Online-Bewerbungssystem.  BerlinGermany                                                              R0156603"
    },
    {
        "job_number": 22,
        "job_title": "Consultant Financial Services",
        "company_name": "Publicis Sapient",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-08-18T23:20:55Z",
        "job_url": "https://www.themuse.com/jobs/publicissapient/consultant-financial-services-e640d9",
        "search_datetime": "2023-08-27T16:44:46.861948",
        "search_location": "Berlin, Germany",
        "job_description": "DescriptionWas erwartet dich als Consultant Financial Services?Du interessierst dich fur aktuelle Trends aus dem Banken- und Versicherungsumfeld sowie der Fin- und InsureTechs? Du hast Lust, mit deinem Wissen in den Bereichen AI/ML, Cloud Transformation, Coreless Banking oder Digital Assets unsere Kunden zu inspirieren und deine Expertise zu erweitern? Dann bist du genau richtig bei uns!Im Bereich Financial Services wirst du unsere Kund:innen unterstutzen, neue Moglichkeiten und innovative Wege zu finden, um sie bei ihrer Entwicklung in eine digitale Zukunft zu begleiten."
    },
    {
        "job_number": 23,
        "job_title": "Content Ecosystem Manager, CEE",
        "company_name": "TikTok",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-25T00:17:38Z",
        "job_url": "https://www.themuse.com/jobs/tiktok/content-ecosystem-manager-cee",
        "search_datetime": "2023-08-27T16:44:46.865771",
        "search_location": "Berlin, Germany",
        "job_description": "Responsibilities TikTok is the leading destination for short-form mobile video. Our mission is to inspire creativity and bring joy. TikTok has global offices including Los Angeles, New York, London, Paris, Berlin, Dubai, Singapore, Jakarta, Seoul and Tokyo. Why Join Us:Creation is the core of TikTok's purpose. Our platform is built to help imaginations thrive. This is doubly true of the teams that make TikTok possible. Together, we inspire creativity and bring joy - a mission we all believe in and aim towards achieving every day. To us, every challenge, no matter how difficult, is an opportunity; to learn, to innovate, and to grow as one team. Status quo? Never. Courage? Always. At TikTok, we create together and grow together. That's how we drive impact - for ourselves, our company, and the communities we serve. Join us.The CEE Content Team is focused on creating and delivering key strategic insights &amp; strategies that grow our content ecosystem. Serving Central and Eastern Europe markets with focus on Poland, Romania, Hungary and Czechia, the team is responsible for developing and managing the execution of the region's strategy as well as driving content performance, quality and diversification on the platform. By making use of data and designing strategic frameworks our Content Ecosystem Manager help teams make the right decisions and support on-platform campaigns and activations by setting measurable goals in order to increase and diversify the content supply. Furthermore, we collaborate with global and regional teams to support products &amp; campaigns.Responsibilities:- Collaborate with internal cross-functions to mutually evaluate, produce and improve content strategy and measurement frameworks.- Responsible for in-depth data-based analysis &amp; research of local content and user ecosystem.- Support initiatives and campaigns with guidance on how to improve content quality and grow audiences in key segments.- Monitor in-app short video content and produce and share content style insights with cross-functional stakeholders.Qualifications - Minimum 4 years of content strategic-related work experience in tech-related fields or in similar analytical project management, or consultation roles.- Data-driven mindset and strong analytical skills, able to pull &amp; interpret data, identify problems, and come up with constructive solutions. Experience with SQL is preferred.- Excellent project management skills in cross-functional structures.- In-depth knowledge on regional internet platform culture and trends.- True self-starter, team player and good communication &amp; presentation skills.- Written and spoken fluency in English is a must. Fluency in one of the other key local languages this position will be working in (Polish, Romanian, Hungarian, Czech) is preferred.- Care for Diversity and Inclusion.TikTok is committed to creating an inclusive space where employees are valued for their skills, experiences, and unique perspectives. Our platform connects people from across the globe and so does our workplace. At TikTok, our mission is to inspire creativity and bring joy. To achieve that goal, we are committed to celebrating our diverse voices and to creating an environment that reflects the many communities we reach. We are passionate about this and hope you are too."
    },
    {
        "job_number": 24,
        "job_title": "Project & Delivery Manager - Card & Banking",
        "company_name": "Klarna",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-11T23:07:08Z",
        "job_url": "https://www.themuse.com/jobs/klarna/project-delivery-manager-card-banking",
        "search_datetime": "2023-08-27T16:44:48.379467",
        "search_location": "Berlin, Germany",
        "job_description": "On our path to becoming the worlds favorite way to shop, were assembling an unparalleled global talent network, accelerating individual careers, and disrupting entire industries. We are on a mission to liberate humanity from all the meaningless time spent managing their purchases and finances, so they can do more of what they love. Were in search of global talent eager to embrace our atmosphere and defy their own expectations.\n\n\n\n\n\nWe are seeking an experienced Project &amp; Delivery Manager to join our Processes &amp; Operations group within the Card &amp; Banking domain. The Card &amp; Banking domain at Klarna owns our Consumer Banking and Card offerings (eg. Klarna Bank Account, Klarna Savings Account, Klarna Card). Within this domain the Processes &amp; Operations group ensures that the operations run smoothly, compliant, and are constantly streamlined in order to support our products steady growth. \n\n\n\nThe role is sitting within the groups support team, being part of the broader group leadership, and will report directly to the accountable group lead. As a Project &amp; Delivery Manager, you will serve as a central link between the groups teams, Product teams, and other stakeholders and represent the voice of operations and our customers, ensuring their needs are fully represented and prioritized. In order to succeed in this role, you will need to have an in-depth understanding of the highly regulated consumer banking business, as well as a fundamental understanding of operations, product and technology processes.\n\nWhat Youll Be Doing:Collaborate with the groups teams and stakeholders to identify improvement opportunities and represent the needs of the operations organization, ensuring optimal utilization of development resources.Independently manage key projects within the Processes &amp; Operations Group, from scoping to execution, including writing business requirements, defining strategy, and tracking actions or risks.Act as a key stakeholder on risk management to keep our regulated banking products safe and compliant. Support the teams with the analysis of incidents and to identify gaps, with the implementation of workarounds and to formulate requirements to mitigate.Contribute to group strategy by understanding key metrics and KPIs, and driving initiatives that support these objectives.Facilitate alignment across teams, manage conflict resolution, and lead difficult conversations with diplomacy and decisiveness.Uphold high-quality delivery standards, addressing any deviations promptly and decisively.Maintain and adjust project timelines to balance risk, reward, potential delay, and dependencies.Advocate for the customer within the team, initiating actions to improve service quality based on customer feedback.Establish transparent communication channels to keep all stakeholders informed and work closely with process management and analytics.\nYour Responsibilities:Collaborate with the groups teams and stakeholders to identify improvement opportunities and represent the needs of the operations organization, ensuring optimal utilization of development resources.Independently manage key projects within the Processes &amp; Operations Group, from scoping to execution, including writing business requirements, defining strategy, and tracking actions or risks.Act as a key link of the group with its stakeholders and product teams. You will be organizing the group's priorities based on impact vs. effort, representing the group with our stakeholders to ensure continuous delivery, be part of NPAs and raise the impact of new features on operations to ensure operational readiness.Contribute to group strategy by understanding key metrics and KPIs, and driving initiatives that support these objectives.Facilitate alignment across teams, manage conflict resolution, and lead difficult conversations with diplomacy and decisiveness.Uphold high-quality delivery standards, addressing any deviations promptly and decisively.Maintain and adjust project timelines to balance risk, reward, potential delay, and dependencies.Advocate for the customer within the team, initiating actions to improve service quality based on customer feedback.Establish transparent communication channels to keep all stakeholders informed and work closely with process management and analytics.\nWed love to meet someone who brings:A Masters degree or higher in business, economics or a related fieldAt least 5 years of experience in Project, Programme or Delivery Management within Operations in a tech company, growing startup or strategy consulting. Experience in a fintech or consumer banking environment where you have made a demonstrable impact.Bring an operational excellence mindset and passion for driving continuous improvement and innovation (eg. make use of AI) to find solutions that solve problems and improve our service.Proven ability to identify project opportunities, take full ownership, and deliver them independently, with a strong focus on execution and delivery of project milestones.Proactive problem solving skills. You are curious enough to scratch the surface to find opportunities for improvement and motivated enough to lead initiatives to drive them from start to finish.Hyper organized with an ability to manage multiple projects and competing priorities.Analytical experience. Being able to identify opportunities, quantify them and formulate requirements to guide management decisions. Advanced Spreadsheet skills [you enjoy working with Pivot tables and Vlookup], SQL &amp; Python are a plus.Superior stakeholder management skills. Youll be actively improving processes and will need to use the skills of multiple teams along your way.A can-do attitude. Some projects will be big, some may be small. You approach all initiatives with a positive attitude and are keen to get stuck in.Excellent verbal and written communication skills with the ability to clearly present ideas, updates and results to partners at various levels.\nWhat we offer:\n\n\n\nDiversity &amp; Community\n\nWith our diversity of skills, perspectives and backgrounds, we can create, innovate, and disrupt like no other. Diversity is part of who we are, and essential to our success.\n\n\n\nOwnership &amp; Impact\n\nHere, every voice matters. Were organized into hundreds of small teams, each run like a start-up, focused on their own problem-space. \n\n\n\nTrust &amp; Collaboration\n\nSuccesses and failures are won together at Klarna in a melting pot of teams. Win, lose, and learn, were on this path together.\n\n\n\nIf you love what you do, you should love where you do it. We appreciate that everyones different and has their own preferences of where and how to work. We genuinely believe in the power of regular face-to-face interactions in building close connections with our teams, but we also strongly believe people can work effectively remotely. This means that combining both is the key to success. \n\n\n\nAt Klarna, You can choose between working from the office, hybrid within your employment country, or even outside of it for up to 20 working days per year. Flex it up!  \n\n\n\nChallenges &amp; Rewards\n\nWe take a very Swedish approach to benefits. Support for parents, health and wellness perksweve got you covered. \n\n\n\nAbout Klarna\n\nSince 2005 Klarna has been on a mission to revolutionize the retail banking industry. With over 150 million global active users and 2 million transactions per day, Klarna is meeting the changing demands of consumers by saving them time and money while helping them be informed and in control. Over 450,000 global retail partners, including H&amp;M, Saks, Sephora, Macys, IKEA, Expedia Group, and Nike have integrated Klarna's innovative technology to deliver a seamless shopping experience online and in-store. Klarna has over 6,000 employees and is active in 45 markets. For more information, visit Klarna.com\n\n\n\nIt is our commitment that every qualified person will be evaluated according to skills regardless of age, gender, identity, ethnicity, sexual orientation, disability status or religion. Please refrain from including your picture and age with the application. "
    },
    {
        "job_number": 25,
        "job_title": "Customer Support Team Lead",
        "company_name": "Via",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-07-26T10:03:52Z",
        "job_url": "https://www.themuse.com/jobs/via/customer-support-team-lead",
        "search_datetime": "2023-08-27T16:44:48.392117",
        "search_location": "Berlin, Germany",
        "job_description": "Via builds technology that  transforms transportation around the world. From changing a single persons daily commute to reducing humanitys collective environmental footprint  weve got huge goals.\n\nAs a Customer Support Team Lead you will be responsible for a team of agents responsible for supporting riders and drivers for our innovative public transit and paratransit services. We are transforming the way people access mobility and think about transit.\n\nWhat Youll Do\n\n\nLead a team of customer support agents, inspiring and empowering them to perform to their full capabilities on behalf of our customers\nClosely monitor your teams members individual performance, creating coaching, feedback and training where needed\nTake ownership for your teams performance on specific KPIs, processes, and customer satisfaction\nIntegrate into the global Support Operations team to ensure best practices and knowledge sharing across sites and teams\nWork closely with key internal stakeholders, including General Managers, Field Managers and the wider regional team, to ensure the support organization is meeting the needs of the business\nProactively identify what is working well and what needs to be improved for our end customers, and suggest practical ways to improve outcomes\n\n\nWho You Are\n\n\nFluent in German (minimum C1) and English\nYou have experience in and are excited by managing a team\nStrong empathy - both for your team members as well as our riders/customers\nAbility to keep calm even in stressful situations and to develop creative solutions in real time \nTech savvy\nFull-time availability \nPrevious experience working in a support organization is a plus\n\n\nWere Via, and we build technology that changes the way the world moves. We pioneered the TransitTech category to ensure that the future of transportation is shared, dynamic public mobility  the kind that reduces carbon emissions across congested cities, minimizes reliance on private cars, and provides everyone with accessible, efficient, and affordable ways of getting around. \n\nWe created the first end-to-end TransitTech solution for cities and transit agencies, offering world-class software, service design, and operational expertise to fundamentally improve the way the world moves.\n\nVia was founded with the guiding principle that we go further when we go together. We are dedicated to building a diverse, inclusive and authentic workplace. If youre excited about this role but your past experience doesnt align perfectly with every qualification in the job description, we encourage you to apply anyways. You may be just the right candidate for this or other roles. All backgrounds, identities, and voices are welcomed and celebrated at Via.\n\nReady to join the ride? \n\nVia is an equal opportunity employer."
    },
    {
        "job_number": 26,
        "job_title": "Senior/Lead Data Analytics Consultant - Fashion and Luxury goods (m/f/d)",
        "company_name": "EPAM Systems",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-07-26T11:32:02Z",
        "job_url": "https://www.themuse.com/jobs/epamsystems/seniorlead-data-analytics-consultant-fashion-and-luxury-goods-mfd-0576bf",
        "search_datetime": "2023-08-27T16:44:48.903709",
        "search_location": "Berlin, Germany",
        "job_description": "Are you passionate about using Data Analytics to identify and solve business problems in the Fashion and Luxury Goods? Are you hungry to thrive in an entrepreneurial environment and take ownership for critical technical and business decisions that directly impact EPAM and our clients? If the answer to these is 'Yes!', then EPAM has a rare opportunity for you to join our team in Berlin as a Data Analytics Consultant.This position is part of the Global Consumer Data and Analytics Consulting team including experts from many different sectors. This is great opportunity for you to play a highly visible and leading role driving the Data Analytics Consulting landscape whilst working closely with multiple clients and our Data/Cloud leadership teams globally.This position requires a strong understanding and experience of the fashion and luxury goods industry, as well as a Data Analytics consulting background with the ability to assist clients in translating business requirements to technical delivery teams and defining their overall business strategy.   Responsibilities Drive end to end Data Analytics projects with your clients (from gathering specifications to executing MVPs and scaling to strategic partnerships) Support sales / pre-sales activity by assessing Consumer Data Analytics opportunities, building tailormade proposals for clients Be part of the team building the overall EPAM's Consumer Data Analytics offering and go-to-market, making sure it covers Fashion / Luxury goods' key strategic problematics Act as Industry expert on Fashion / Luxury Goods topics both internally within EPAM and externally with clients Wear multiple hats as a Data Analytics Consultant and working with both Account Managers and the delivery teams in large scale complex programs Stay abreast of current and emerging trends, unique opportunities and challenges of the space/markets and geographies in which the clients operate, and how it affects clients' business and initiatives Understand the full end-end product cycle, from product vision/strategy, user experience design through development and release Work closely with project/program management to ensure successful delivery through an integrated delivery model Establish and cultivate strong relationships with clients at senior levels as well as external and internal partners to maximize growth within an account/client portfolio Drive revenue within the client / account portfolio by identifying opportunities and influence / sell-in EPAM services Requirements Fashion and/or Luxury Goods industry visionary and avid technologist at heart Strong understanding of Fashion Retail business Operations - e.g. Merchandising, Buying, Design &amp; Supply Chain Understanding of the importance of Data Analytics within the industry, coupled with best practices for adoption and embedding new ways of working for business teams Managerial / team leadership experience in presenting to C-Suite level stakeholders Extensive experience developing and growing client relationships and leading teams delivering end-to-end solutions Experience in connecting the dots between Business questions/challenges and Data Science and then technological tools Awareness of Cloud, Big Data, Analytics, and Data Science technologies Confident in expressing points-of-view, making recommendations and presenting analysis and recommendations up to board level where appropriate Ability to operate at the strategic level, yet being close enough to the details to add value to clients and be a real support to your team Proven ability to manage client engagements to successful completion Previous experience of personalisation and customer analytics We Offer EPAM Employee Stock Purchase Plan (ESPP) 30 days holiday per annum Company Pension Scheme Competitive compensation depending on experience and skills Regular performance assessments Opportunities for personal and professional growth Unlimited access to LinkedIn learning solutions Friendly and enjoyable working team Relocation package support Regular corporate and social events Flexible and remote working opportunities All benefits and perks are subject to specific eligibility requirements  About EPAM EPAM is a leading global provider of digital platform engineering and development services. We are committed to having a positive impact on our customers, our employees, and our communities. We embrace a dynamic and inclusive culture. Here you will collaborate with multi-national teams, contribute to a myriad of innovative projects that deliver the most creative and cutting-edge solutions, and have an opportunity to continuously learn and grow. No matter where you are located, you will join a dedicated, creative, and diverse community that will help you discover your fullest potential Why join EPAM Work across markets and verticals and gain exposure to a great variety of projects and cutting-edge technologies Become part of a global community of 57.000+ well-connected experts across 50+ countries: enjoy a career without borders within an international environment and relocation opportunities Carve your career path: as the Fastest-Growing IT Services Company in the Fortune 100 List, EPAM is committed to help you discover your fullest potential by creating career plans that best suit you and your future plans EPAM Germany was named a Top Company 2022 &amp; 2023 by Kununu for its people centric culture built on life-long learning  "
    },
    {
        "job_number": 27,
        "job_title": "Ecosystem Manager, DACH",
        "company_name": "TikTok",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-04T00:40:34Z",
        "job_url": "https://www.themuse.com/jobs/tiktok/ecosystem-manager-dach",
        "search_datetime": "2023-08-27T16:44:48.904145",
        "search_location": "Berlin, Germany",
        "job_description": "Responsibilities TikTok is the leading destination for short-form mobile video. Our mission is to inspire creativity and bring joy. TikTok has global offices including Los Angeles, New York, London, Paris, Berlin, Dubai, Singapore, Jakarta, Seoul and Tokyo. Why Join UsAt TikTok, our people are humble, intelligent, compassionate and creative. We create to inspire - for you, for us, and for more than 1 billion users on our platform. We lead with curiosity and aim for the highest, never shying away from taking calculated risks and embracing ambiguity as it comes. Here, the opportunities are limitless for those who dare to pursue bold ideas that exist just beyond the boundary of possibility. Join us and make impact happen with a career at TikTok.The Content Ecosystem Team aims to be the internal go-to advocate for operational &amp; partnerships teams to understand potential growth opportunities in content categories such as Entertainment, Sports, Music or Gaming. By making use of data and designing strategic frameworks, we help teams make the right decisions and support on-platform campaigns and activations by setting measurable goals in order to increase and diversify the content supply. Furthermore, we collaborate with global and regional teams to support product &amp; campaign development. hideResponsibilities:- Collaborate with internal cross-functions to mutually evaluate, produce and improve content strategy and measurement frameworks - Responsible for in-depth data-based analysis &amp; research of local content and user ecosystem - Support initiatives and campaigns with guidance on how to improve content quality and grow audiences in key segments - Monitor in-app short video content and produce and share content style insights with xfn stakeholdersQualifications - Minimum 4 years of content strategic-related work experience in tech-related fields or in similar analytical project management, or consultation roles.- Data-driven mindset and strong analytical skills, able to pull &amp; interpret data, identify problems, and come up with constructive solutions. Experience with SQL is preferred.- Excellent project management skills in cross-functional structures.- In-depth knowledge on local internet platform culture and trends.- True self-starter, team player and good communication &amp; presentation skills.- Fluency in English language. - Care for diversity and inclusion.TikTok is committed to creating an inclusive space where employees are valued for their skills, experiences, and unique perspectives. Our platform connects people from across the globe and so does our workplace. At TikTok, our mission is to inspire creativity and bring joy. To achieve that goal, we are committed to celebrating our diverse voices and to creating an environment that reflects the many communities we reach. We are passionate about this and hope you are too."
    },
    {
        "job_number": 28,
        "job_title": "Technical Support Specialist (Bilingual - English/German) (m/f/x)",
        "company_name": "Yext",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-07-27T23:05:47Z",
        "job_url": "https://www.themuse.com/jobs/yext/technical-support-specialist-bilingual-englishgerman-mfx",
        "search_datetime": "2023-08-27T16:44:49.325347",
        "search_location": "Berlin, Germany",
        "job_description": "Yext (NYSE: YEXT) helps organizations build digital experiences across any channel on our open and composable platform. The Yext Digital Experience Platform collects and organizes content to deliver AI-led experiences for any organizations customers, employees, or partners. For more than 15 years, thousands of companies worldwide have trusted Yext to create seamless customer experiences at scale across search engines, websites, mobile apps, and hundreds of other digital touchpoints. Learn more at yext.com.\n\nAt Yext, the Technical Support Team is a group of technically savvy, social people who enjoy helping customers and solving complex problems! Core responsibilities include assisting our clients on the Yext platform, troubleshooting advanced technical issues in real-time and providing best practices.\n\nAs a Technical Support Specialist, you will be working with a diverse set of enterprise clients who have made an investment in Yext to manage their search experience across a network of maps, apps, social networks, directories, and search engines. Your role is to support those clients post-sale technical relationships, by becoming a technical expert in Yext products, internal processes, and the needs of our customers. Yext provides a very dynamic environment with a lot of opportunities for you to expand your skill set and grow.\n\nThe ideal candidate is proactive, positive, curious, and flexible, a person open to new ideas and ways of working.\n\nWhat Youll Do\n\n\nBe the passionate face and voice of our brand, enriching customer relationships with Yext\nProvide post-implementation technical and consultative support, that is prompt, friendly, and accurate, to our Enterprise clients via email, phone, and chat\nDevelop ticket management strategies and ensure alignment to the SLA\nProvide platform configuration and data management services to our clients and partners\nTroubleshoot reported product and publisher issues to diagnose and deliver accurate, valid, and complete information to our customers, raising bugs to internal Yext teams\nIdentify and surface trending customer/product issues, drive UI/UX improvements and new functionality by surfacing client feedback to Product with a focus on potential solutions\nHelp improve efficiency by creating Macros for repeat requests and contributing to new articles on the Help Center.\nSpecialise in a product or a feature and become a Subject Matter Expert by attending training sessions and documenting new features and behaviours\nWork multi-functionally with Client Success Managers, Services, and technical teams at Yext to deliver exceptional service, and ensure we are exceeding client expectations - every time!\nIdeate, build, and scale new ways of thinking about the value we are bringing to clients as well as our internal operational efficiency.\nServe as a mentor/coach to more junior members of the Technical Support team, including interns\nMaintain a focus on excellence by meeting or exceeding quarterly targets including Quality Assurance (QA), Customer Satisfaction (CSAT), productivity (solves/AHT)\nBe a client-facing representative of Yext and ensure professionalism, actively listening and understanding the needs of our clients, and ensuring a solution-oriented approach\n\n\nWhat You Have\n\n\nBA/BS degree or similar college-level Education or relative Work Experience\n1+ years of professional work experience, ideally in a customer support/contact centre environment\nAbility to speak and write in English and German fluently and idiomatically\nFrench or Italian speaking and writing skills are a plus\nStrong proficiency in Excel, SQL is a plus\nKnowledge of ZenDesk\nStrong problem-solving orientation\nProficient in data analysis and manipulation\nDiligent, organised, process-driven\nThe ability to think creatively about, analyse, and understand complicated and abstract ideas, working with a solutions-oriented mentality to solve issues.\nA knack for synthesising technical concepts into digestible bits of information and effectively conveying this information to others\nOutstanding and effective interpersonal skills; along with a solid ability to communicate complex issues internally, across departments, and to our Enterprise clients\nCustomer-facing experience preferred (retail, hospitality, online support, etc.)\nEvidence of leadership, outstanding track record, and/or peer recognition that separates you from others\nAbility to work quickly, independently, and accurately in a high-volume environment, with excellent time management skills\nExcellent written and verbal communication skills that can be tailored to a broad range of requesters, plus innate follow-up skills\nStrong computer skills, and the ability to adapt quickly and learn new programs, products and procedures\nAbility to work 40 hours/week and overtime as needed.\n\n\n#LI-JS2\n\nYext is committed to building an inclusive and diverse culture where every person is seen, heard and valued. We believe in equal employment opportunity and welcome employees and applicants of all races, colors, ethnicities, religions, creeds, national origins, ancestries, genetics, sexes, pregnancy or childbirth, sexual orientations, genders (including gender identity or nonbinary or nonconformity and/or status as a trans individual), ages, physical or mental disabilities, citizenships, marital, parental and/or familial status, past, current or prospective service in the uniformed services, or any characteristic protected under applicable law. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. It is Yexts policy to provide reasonable accommodations to people with disabilities as required by law. If you have a disability that requires an accommodation in completing this application, interviewing, or participating in the employee selection process, please complete this form."
    },
    {
        "job_number": 29,
        "job_title": "Senior Manager Tech/ Enterprise Architect (all genders) - Energy & Commodities",
        "company_name": "Publicis Sapient",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-07-25T13:14:52Z",
        "job_url": "https://www.themuse.com/jobs/publicissapient/senior-manager-tech-enterprise-architect-all-genders-energy-commodities",
        "search_datetime": "2023-08-27T16:44:49.724215",
        "search_location": "Berlin, Germany",
        "job_description": "DescriptionYour roleWe are essentially looking for a Senior Manager Tech/ Enterprise Architect ideally with exposure to Energy markets.Someone who can play an architect role and can guide the clients in System integration projects.An understanding of the Energy trading landscape will be an added advantage and can lead to a variety of solutions for our clients from Market Data implementation to Risk reporting or ETRM System integration. As a Senior Manager Tech / Enterprise Architect you will use your technical expertise in solution architecture and deep understanding of the issues and trends relevant to the energy trading industry today to realize groundbreaking technology solutions for our clients.You will provide technical leadership to multidisciplinary, distributed teams guiding systems design, architecture, user interface, and integration and development processes. You will work closely with the client's technology and management teams. You will also bring your experience to research and inform on enterprise-wide trends. Your Impact:Provide technical leadership for Energy and commodity projectsLead the design, planning, and implementation of complex IT solutionsProvide leadership and set technical direction to project teamWork closely with the client to establish technology strategy at an application levelTranslate the client's business requirements into systems designEstablish high, mid and micro-level project plansDrive estimation efforts for new projectsIdentify and mitigate key risksEstablish competencies and knowledge managementSupport business development and proposal workDrive improvements of techno-functional solutions and workflowsVerify technical feasibility and validate solution options for the requirementsQualificationsBenefits of Working Here:We work with cutting-edge technology which has always been part of our DNA and we want our employees to define what technologies our clients use nextWe provide many learning opportunities to deepen your skillset and to support your professional growthWe offer numerous discounts on travel, cultural and leisure activities.We put the well-being of our people first and organize various health initiativesWe offer you a vibrant workplace culture with many different community events throughout the yearPlease note:The entire PS community is working remote as we navigate the COVID-19 global health crisis together. Our recruiting procedures have been adjusted to ensure the health and safety of our candidates and our people remain a priority. All of our interviews are now taking place via phone and video conferencing. Thank you very much for your understanding.Additional InformationAbout Publicis SapientPublicis Sapient, the digital business transformation hub of Publicis Groupe, helps clients drive growth and efficiency and evolve the ways they work, in a world where consumer behaviour and technology are catalysing social and commercial change at an unprecedented pace. With 20k people distributed in across the globe (53 offices worldwide), our expertise spanning technology, data sciences, consulting and creative combined with our culture of innovation enables us to deliver on complex transformation initiatives that accelerate our clients' businesses through creating the products and services their customers expect. For more information, visit www.publicissapient.com. Company DescriptionYour roleWe are essentially looking for a Senior Manager Tech/ Enterprise Architect ideally with exposure to Energy markets.Someone who can play an architect role and can guide the clients in System integration projects.An understanding of the Energy trading landscape will be an added advantage and can lead to a variety of solutions for our clients from Market Data implementation to Risk reporting or ETRM System integration. As a Senior Manager Tech / Enterprise Architect you will use your technical expertise in solution architecture and deep understanding of the issues and trends relevant to the energy trading industry today to realize groundbreaking technology solutions for our clients.You will provide technical leadership to multidisciplinary, distributed teams guiding systems design, architecture, user interface, and integration and development processes. You will work closely with the client's technology and management teams. You will also bring your experience to research and inform on enterprise-wide trends. Your Impact:Provide technical leadership for Energy and commodity projectsLead the design, planning, and implementation of complex IT solutionsProvide leadership and set technical direction to project teamWork closely with the client to establish technology strategy at an application levelTranslate the client's business requirements into systems designEstablish high, mid and micro-level project plansDrive estimation efforts for new projectsIdentify and mitigate key risksEstablish competencies and knowledge managementSupport business development and proposal workDrive improvements of techno-functional solutions and workflowsVerify technical feasibility and validate solution options for the requirements"
    },
    {
        "job_number": 30,
        "job_title": "TikTok LIVE Agency Operations Manager - Italian Speaking",
        "company_name": "TikTok",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-22T00:02:16Z",
        "job_url": "https://www.themuse.com/jobs/tiktok/tiktok-live-agency-operations-manager-italian-speaking",
        "search_datetime": "2023-08-27T16:44:49.729211",
        "search_location": "Berlin, Germany",
        "job_description": "Responsibilities About TikTokTikTok is the leading destination for short-form mobile video. Our mission is to inspire creativity and bring joy. TikTok has global offices including Los Angeles, New York, London, Paris, Berlin, Dubai, Singapore, Jakarta, Seoul and Tokyo. Why Join usCreation is the core of TikTok's purpose. Our platform is built to help imaginations thrive. This is doubly true of the teams that make TikTok possible. Together, we inspire creativity and bring joy - a mission we all believe in and aim towards achieving every day. To us, every challenge, no matter how difficult, is an opportunity; to learn, to innovate, and to grow as one team. Status quo? Never. Courage? Always. At TikTok, we create together and grow together. That's how we drive impact - for ourselves, our company, and the communities we serve. Join us.About the TeamThe Livestream Team is committed to creating real-time interactive scenes, As a new form of content, Livestream creates value for all parties in the ecology. Livestream provides users with a unique consumption experience and further generalizes content. It is also a new way of employment to provide more direct fan interaction and deepen relationships with authors; It provides healthy and objective revenue to the platform and promotes content exclusivity. It also serves as a \"new infrastructure\" for expanding ecological boundaries.We are looking for passionate and talented people to join the LIVE Operations team and support in our mission to inspire creativity and bring joy.The LIVE Operations team is obsessed with everything to do with TikTok LIVE. From content strategy, monetization, gifting, LIVE features, data analysis, creating campaigns and ensuring a fun and safe space for all of our LIVE users.Responsibilities- On-board MCN, agencies and organization to provide Talents for live-streaming section. Build and maintain long-term relationship with MCN and agencies, be responsible for the training and management of the agencies.- Allocate the corresponding operation support and motivate the agencies to provide more and better live streamers and build a variety of content categories.- Participate in drafting and revising the policies of agency management, provide reasonable reference and suggestions.Qualifications - Bachelor's degree or above. More than 2 years of working experience related to live-streaming, video-sharing, social media or gaming platform.- Relevant working experience or network with influencers, celebrities or live streaming platforms.- Professional, patient communication skills with agencies.- Proficiency in Italian is required as this role requires coverage of Italian markets.TikTok is committed to creating an inclusive space where employees are valued for their skills, experiences, and unique perspectives. Our platform connects people from across the globe and so does our workplace. At TikTok, our mission is to inspire creativity and bring joy. To achieve that goal, we are committed to celebrating our diverse voices and to creating an environment that reflects the many communities we reach. We are passionate about this and hope you are too."
    },
    {
        "job_number": 31,
        "job_title": "Kaufmännischer Sachbearbeiter / Admin Kundenservice (m/w/d)",
        "company_name": "Rentokil Terminix",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-07-10T15:26:43Z",
        "job_url": "https://www.themuse.com/jobs/rentokilterminix/kaufmannischer-sachbearbeiter-admin-kundenservice-mwd-e702d7",
        "search_datetime": "2023-08-27T16:44:50.131012",
        "search_location": "Berlin, Germany",
        "job_description": "Das UnternehmenDie Rentokil Initial GmbH &amp; Co. KG gehort zu einem der groten Service-Konzerne weltweit und setzt als Innovationsmarktfuhrer seit mehr als 100 Jahren weltweit Mastabe im Bereich der Schadlingsbekampfung, professionellen Hygienedienstleistung, Vorratsschutz und Innenraumbegrunung. Die Rentokil Initial Gruppe ist in uber 85 Landern aktiv und beschaftigt mehr als 45.000 Menschen unterschiedlichster Kulturen im Dienste einer gemeinsamen Mission: Menschen schutzen, Leben verbessern. Mit Expertise und Leidenschaft. In Deutschland setzen sich jeden Tag mehr als 800 Mitarbeiter dafur ein, unseren mehr als 30.000 Kunden einen exzellenten Service zu bieten.Fur unsere Niederlassung in Berlin suchen wir zum nachstmoglichen Zeitpunkt einen kaufmannischen Sachbearbeiter / Admin Kundenservice (m/w/d). Ihre Aufgabenzentraler Ansprechpartner fur Kunden/innen, Kollegen/innen und die Zentralelaufende Auftragsbestandspflege durch Erfassen von Neuvertragen, Erweiterungen, Jobs, Kundigungen, Minderungen, PreisanpassungenKundendatenmanagementBearbeitung von Ein- und Ausgangsrechnungen, Stornos und GutschriftenFuhren des termingerechten und korrekten BerichtswesensVorbereitung der Verkaufer-ProvisionsabrechnungenErledigung der internen und externen KorrespondenzFuhrpark-Verwaltung (Schnittstelle zum Fleet Management, z.B. Unfallmeldung, Tankkartenanforderungen etc.)Ihr ProfilDu hast eine abgeschlossene Berufsausbildung Du hast erste Berufserfahrung in ahnlicher Funktion oder Du mochtest dich beruflich weiterentwickelnEine strukturierte und eigenverantwortliche Arbeitsweise, sowie Kundenorientierung und Zuverlassigkeit zeichnen dich ausDu bist teamfahig - verbunden mit Durchsetzungsvermogen und VerantwortungsbewusstseinUnser AngebotEine intensive Einarbeitung, sodass auch Quereinsteigende ideale Startbedingungen habenEin engagiertes Team mit netten Kolleginnen und KollegenMitarbeiterbenefits mit vielen Rabattcodes und AngebotenBetriebliche Altersvorsorge und vermogenswirksame LeistungenFirmeneventsDie expansive Schubkraft und der hohe Bekanntheitsgrad des Marktfuhrers im Zukunftsbereich der Hygienedienstleistungen bieten Ihnen auergewohnliche EntwicklungschancenJETZT BEWERBEN!Du hast Interesse? Dann sende uns deine aussagekraftige Bewerbung direkt uber unser Bewerberportal (rijobs.de) und gebe bitte die Referenznummer INPO07661 an.Wir freuen uns auf deine Bewerbung!"
    },
    {
        "job_number": 32,
        "job_title": "Influencer Operations Manager - Turkish Speaking",
        "company_name": "TikTok",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-07-28T00:03:35Z",
        "job_url": "https://www.themuse.com/jobs/tiktok/influencer-operations-manager-turkish-speaking",
        "search_datetime": "2023-08-27T16:44:51.012961",
        "search_location": "Berlin, Germany",
        "job_description": "Responsibilities About TikTok:TikTok is the leading destination for short-form mobile video. Our mission is to inspire creativity and bring joy. TikTok has global offices including Los Angeles, New York, London, Paris, Berlin, Dubai, Singapore, Jakarta, Seoul and Tokyo. Why Join UsAt TikTok, our people are humble, intelligent, compassionate and creative. We create to inspire - for you, for us, and for more than 1 billion users on our platform. We lead with curiosity and aim for the highest, never shying away from taking calculated risks and embracing ambiguity as it comes. Here, the opportunities are limitless for those who dare to pursue bold ideas that exist just beyond the boundary of possibility. Join us and make impact happen with a career at TikTok.The Germany LIVE Operations team is obsessed with everything to do with TikTok LIVE. Our focus is continually championing and optimizing TikTok LIVE by working with creators to ensure a creative, fun, and safe space for all of our users. The LIVE Operations team seeks an enthusiastic LIVE Influencer Operations Manager to build strategic, successful, long-term relationships with Turkish speaking creators.As part of the LIVE Operations Team, the Influencer Operations Manager will ensure that TikTok LIVE has a stable supply of Live-focused content creators for the European region. This role will be responsible for sourcing and acquiring top Live creators and building programs and activations to deepen the relationship with existing top German &amp; Turkish Speaking Livestream creators in the Deutsch Market.Responsibilities:- Establish and maintain long-term relationships with creators such as celebrities, influencers and content creators for the livestream ecosystem in the Deutsch Market.- Understand and review trends in-app and identify content potential and scout rising talent. - Conduct training and educational workshops to manage creator content and improve livestream sessions.- Provide account support to creators to refine their content quality, performance and reputation.- Collaborate across teams to promote campaigns and creator profiles and produce featured content.- Gather insights and analysis of relevant data for creator performance.- Establish policies and guidelines for creator management and partnerships, monitor and provide sufficient feedback for LIVE features.Qualifications - Minimum 1 year of working experience in talents/influencer management (experiences with content creators preferred).- Understanding and previous experience working within livestream ecosystem and applications.- Bachelor's degree or above.- Work collaboratively and commitment to the team.- Professional, patient and skilful communication.- Result-oriented, good data analysis skills and capacity for pressure.- Fluency in German &amp; Turkish languages is a requirement for the role.TikTok is committed to creating an inclusive space where employees are valued for their skills, experiences, and unique perspectives. Our platform connects people from across the globe and so does our workplace. At TikTok, our mission is to inspire creativity and enrich life. To achieve that goal, we are committed to celebrating our diverse voices and to creating an environment that reflects the many communities we reach. We are passionate about this and hope you are too."
    },
    {
        "job_number": 33,
        "job_title": "Senior Data Engineer - Infrastructure, TIDAL",
        "company_name": "Square",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-03-27T23:02:48Z",
        "job_url": "https://www.themuse.com/jobs/square/senior-data-engineer-infrastructure-tidal-0674c2",
        "search_datetime": "2023-08-27T16:44:51.018361",
        "search_location": "Berlin, Germany",
        "job_description": "Company DescriptionTIDAL is a global music and entertainment streaming platform committed to creating a deeper connection between artists and fans through its library of more than 80 million songs, over 350,000 high quality videos, and available in over 60 countries. In addition, TIDAL offers its subscribers exclusive access to high-profile music and music videos, original content series, podcasts, documentaries, livestream concerts, tickets, merchandise and live experiences. Together, TIDAL and Block will be music-obsessed and artist-focused while we explore new artist tools, listener experiences, and access to financial systems that help artists be more successful.Job DescriptionData is an integral part of TIDALs success, and the Business Intelligence team provides the ability for our company to deliver several key initiatives. We are hiring a Senior Data Engineer who will lead the efforts to deliver data products that improve the decision-making capabilities in shaping the future of TIDAL. You will be responsible for collecting data about TIDALs performance, interpreting that data to identify problem areas and areas of improvement, then sharing that information with others. You will collaborate with several stakeholders, including executives across key disciplines such as Marketing, Product, and Finance &amp; Strategy. The ideal candidate will have both hands on and leadership experience in data engineering. Responsibilities:You will lead the technical implementation of data projects within our Data Lakehouse, Business Intelligence reporting solution across TIDAL.You will review and verify customer data, direct the dissemination of data to the data lakehouse, and establish policies and protocols for the collection and examination of data. You will also manage and lead medium to large cross functional technology data projects such as introducing a new self-service model for stakeholders to access and use data. You Will:Provide technical leadership for TIDAL data projectsContinuously streamline and improve processes related to the service delivery area.Collaborate with the Business, Marketing, Finance, and external stakeholders to identify, establish scope and implement solutions that support the companys growth, scalability, and overall success.Perform stakeholder management to gather and document data warehouse and reporting requirements to ensure development work meets business objectivesBe an expert in the business need for data - understand how it informs their strategy and use that knowledge to deliver new insights.Provides services and data support, from data lakehouse to business insights, including the data pipelines and analytics systems Partner with our data partners such as the decentralized analytics teams to help them discover new data solutions, support the development of data products, and promote data best practices.Serves the needs of data producers by providing a seamless integration for event data and change data capture. Assists data owners to publish and monitor data streamsOwns the data lakehouse and manage the unified data storage for all teamsEnsures that all data is compliant with GDPR, CCPA, and PIIQualifications5+ years of computer science, data science, or engineering experienceExperience in building large scale distributed systems in a product environmentAble to communicate and influence across disparate groups and levels in the organizationKnowledge of database and data warehousing cloud technologies (Redshift, Snowflake, AWS RDS, and S3)Experience in the Big Data technologies (Hadoop, Hive, Spark, Kafka, Flink etc.)Proven experience and knowledge of data warehousing and business intelligence, with emphasis on data architecture, sourcing, reporting and analytics through the entire project lifecycleDemonstrable understanding of development processes and agile methodologiesStrong leadership skills  experience managing a team to drive high-impact work; a proven track record of leading, mentoring, hiring, and scaling Business Intelligence teamsAdditional InformationWere working to build a more inclusive economy where our customers have equal access to opportunity, and we strive to live by these same values in building our workplace.Block is a proud equal opportunity employer. We work hard to evaluate all employees and job applicants consistently, without regard to race, color, religion, gender, national origin, age, disability, pregnancy, gender expression or identity, sexual orientation, citizenship, or any other legally protected class.We believe in being fair, and are committed to an inclusive interview experience, including providing reasonable accommodations to disabled applicants throughout the recruitment process. We encourage applicants to share any needed accommodations with their recruiter, who will treat these requests as confidentially as possible. Learn more about our efforts to promote inclusion and diversity at block.xyz/inclusion\nBlock, Inc. (NYSE: SQ) is a global technology company with a focus on financial services. Made up of Square, Cash App, Spiral, TIDAL, and TBD, we build tools to help more people access the economy. Square helps sellers run and grow their businesses with its integrated ecosystem of commerce solutions, business software, and banking services. With Cash App, anyone can easily send, spend, or invest their money in stocks or Bitcoin. Spiral (formerly Square Crypto) builds and funds free, open-source Bitcoin projects. Artists use TIDAL to help them succeed as entrepreneurs and connect more deeply with fans. TBD is building an open developer platform to make it easier to access Bitcoin and other blockchain technologies without having to go through an institution."
    },
    {
        "job_number": 34,
        "job_title": "Senior Data Engineer",
        "company_name": "Klarna",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-07-03T10:05:30Z",
        "job_url": "https://www.themuse.com/jobs/klarna/senior-data-engineer-13f108",
        "search_datetime": "2023-08-27T16:44:51.613626",
        "search_location": "Berlin, Germany",
        "job_description": "On our path to becoming the worlds favorite way to shop, were assembling an unparalleled global talent network, accelerating individual careers, and disrupting entire industries. We are on a mission to liberate humanity from all the meaningless time spent managing their purchases and finances, so they can do more of what they love. Were in search of global talent eager to embrace our atmosphere and defy their own expectations.\n\n\n\n\n\nData Engineering at Klarna \n\n\n\nEngineering at Klarna is an inspired, customer focused community, dedicated to crafting solutions that redefine our industry. Working in small, highly collaborative Agile teams, you and your team will have a clear mission and ownership of an important outcome that supports Klarna and our customers. At Klarna we optimize for quality, flow, fast feedback, focusing on end-to-end ownership, continuous improvement, testing, monitoring and experimentation. We aim for teams that are inclusive, helpful, and have a strong sense of ownership for the things they build. Our engineers make some of the most significant decisions for the company and we are looking for bold, open and curious developers. As a Klarnaut, youll be inspired to contribute to the growth of Klarna and your work will reach millions of users. \n\n\n\nWhat youll get to do \n\n\n\nAs a data engineer you will work in a team that is end to end responsible for data services, where a data service spans from management dashboards, data warehousing, real time decisioning pipelines to frameworks for data quality measures. You will typically take the role of building and running data pipelines, data warehouse, data frameworks or different data presentation techniques. Your stakeholders will be Data Scientists, Business Analysts, other Engineers building Insights and all Klarna employees that need data in their daily work. We have amazing teams that take care of and become experts at different parts of the domain where sharing and collaboration are key. \n\nSome of the technologies youll get to work with:Python SQLPySparkAWS (Redshift, S3, Glue, EMR)Apache AirflowHowever, we are always looking for the most efficient tool for the job. \nWhat we expect from you:Relevant education with a degree in engineering or comparable skills.Experience as a Data Engineer or comparable positions.Experience in some or all of the following technologies; Spark, Hadoop, AWS EMR, AWS Redshift, AWS Glue, Qlik Sense, Postgres, Python, Scala.Working proficiency and communication skills in verbal and written English.A burning curiosity and interest in data, fast data, big data, data governance, data models, data warehouse, data insights - or all of the above!.\nUnfortunately we cannot offer relocation for this role and can only consider candidates currently based in Sweden or Germany.\n\n\n\nWhat we offer:\n\n\n\nDiversity &amp; Community\n\nWith our diversity of skills, perspectives and backgrounds, we can create, innovate, and disrupt like no other. Diversity is part of who we are, and essential to our success.\n\n\n\nOwnership &amp; Impact\n\nHere, every voice matters. Were organized into hundreds of small teams, each run like a start-up, focused on their own problem-space. \n\n\n\nTrust &amp; Collaboration\n\nSuccesses and failures are won together at Klarna in a melting pot of teams. Win, lose, and learn, were on this path together.\n\n\n\nIf you love what you do, you should love where you do it. We appreciate that everyones different and has their own preferences of where and how to work. We genuinely believe in the power of regular face-to-face interactions in building close connections with our teams, but we also strongly believe people can work effectively remotely. This means that combining both is the key to success. \n\n\n\nAt Klarna, You can choose between working from the office, hybrid within your employment country, or even outside of it for up to 20 working days per year. Flex it up!  \n\n\n\nChallenges &amp; Rewards\n\nWe take a very Swedish approach to benefits. Support for parents, health and wellness perksweve got you covered. \n\n\n\nAbout Klarna\n\nSince 2005 Klarna has been on a mission to revolutionize the retail banking industry. With over 150 million global active users and 2 million transactions per day, Klarna is meeting the changing demands of consumers by saving them time and money while helping them be informed and in control. Over 450,000 global retail partners, including H&amp;M, Saks, Sephora, Macys, IKEA, Expedia Group, and Nike have integrated Klarna's innovative technology to deliver a seamless shopping experience online and in-store. Klarna has over 6,000 employees and is active in 45 markets. For more information, visit Klarna.com\n\n\n\nIt is our commitment that every qualified person will be evaluated according to skills regardless of age, gender, identity, ethnicity, sexual orientation, disability status or religion. Please refrain from including your picture and age with the application. "
    },
    {
        "job_number": 35,
        "job_title": "Senior Associate Data Engineering",
        "company_name": "Publicis Sapient",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-16T23:23:58Z",
        "job_url": "https://www.themuse.com/jobs/publicissapient/senior-associate-data-engineering-dbf83d",
        "search_datetime": "2023-08-27T16:44:51.617363",
        "search_location": "Berlin, Germany",
        "job_description": "DescriptionAs a Senior Associate within our Data Engineering team, you will be responsible for the design and implementation of high-end software products/services that enable the digital transformation of many of the biggest companies in the world. Your role will be focused on delivering solutions that leverage large scale data ingestion, processing, storage/querying, in-stream &amp; batch analytics. As part of a team, you will build and deliver world-class solutions designed by our senior architects by estimating, designing, coding, testing, deploying and ensuring scalability and performance using the latest frameworks and platforms. You will also be involved in building technology prototypes for validation and assess technical designs for functional &amp; non-functional completeness. As a hands-on technologist with a programming background, you will join an exciting, talented and supportive community of Data Engineers who are passionate about building the best possible solutions for our clients and endorse a culture of life-long learning and collaboration.QualificationsBenefits of working here:We work with cutting-edge technology which has always been part of our DNA and we want our employees to define what technologies our clients use nextWe provide many learning opportunities to deepen your skillset and to support your professional growthWe offer numerous discounts on travel, cultural and leisure activities.We put the well-being of our people first and organize various health initiativesWe offer you a vibrant workplace culture with many different community events throughout the yearAs part of our dedication to an inclusive and diverse workforce, Publicis Sapient is committed to Equal Employment Opportunity without regard for race, colour, national origin, ethnicity, gender, protected veteran status, disability, sexual orientation, gender identity, or religion.Additional InformationPublicis Sapient is a digital transformation partner helping established organizations get digitally enabled, both in the way they work and how they serve their customers. We help unlock value through a start-up mindset and modern methods, fusing strategy, consulting, and customer experience with agile engineering and problem-solving creativity. As digital pioneers with 20,000 people and 53 offices worldwide, our experience spanning technology, data sciences, consulting, and customer obsession - combined with our culture of curiosity and relentlessness - enables us to accelerate our clients' businesses through designing the products and services their customers truly value. Publicis Sapient is the digital business transformation hub of Publicis Groupe. For more information, visit publicissapient.com Company DescriptionAs a Senior Associate within our Data Engineering team, you will be responsible for the design and implementation of high-end software products/services that enable the digital transformation of many of the biggest companies in the world. Your role will be focused on delivering solutions that leverage large scale data ingestion, processing, storage/querying, in-stream &amp; batch analytics. As part of a team, you will build and deliver world-class solutions designed by our senior architects by estimating, designing, coding, testing, deploying and ensuring scalability and performance using the latest frameworks and platforms. You will also be involved in building technology prototypes for validation and assess technical designs for functional &amp; non-functional completeness. As a hands-on technologist with a programming background, you will join an exciting, talented and supportive community of Data Engineers who are passionate about building the best possible solutions for our clients and endorse a culture of life-long learning and collaboration."
    },
    {
        "job_number": 36,
        "job_title": "Membership Support Coordinator (m/f/d)",
        "company_name": "Soho House",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-07-20T10:02:17Z",
        "job_url": "https://www.themuse.com/jobs/sohohouse/membership-support-coordinator-mfd",
        "search_datetime": "2023-08-27T16:44:51.623885",
        "search_location": "Berlin, Germany",
        "job_description": "Who We Are...\nWe are a collection of members' clubs, restaurants, hotels, workspaces and cinemas, catering to those in the film, media, fashion and creative industries. The company has unique ventures throughout the UK, USA, Canada, Europe and Asia, with new openings planned globally. Soho House is a space for its diverse membership and teams to connect, grow, have fun and make an impact.\n \n \n \n\n \n\nWho We Are...\n\nWe are a collection of members' clubs, restaurants, hotels and cinemas, catering to those in the film, media, fashion and creative industries. The company has unique ventures throughout the UK, USA, Canada, Europe and Asia, with new openings planned globally. Soho House is a space for its diverse membership and teams to connect, grow, have fun and make an impact.\n\n \n\nOpportunities for all...\n\nSoho House was created to bring diverse communities of people together, and we take the same approach when building our teams. We thrive on differences and believe it is critical to our success as a global company. Soho House is proud to be an equal opportunity workplace that seeks to recruit, develop and retain the most talented people from a variety of backgrounds, perspectives, and skills. We therefore encourage applications from all genders, races, religions, ages and sexual orientations, as well as parents, veterans, people living with disabilities, and any other groups that could bring diverse perspectives to our business.\n\n \n\nThe Role...\n\nThis is an exciting time to be joining the Soho Support Team (SST), with new house openings in the UK, Europe and NA. As such, the Coordinator will report into the Soho Support Manager for Membership, and will be responsible for delivering a first class service in Spanish/German &amp; English to our members throughout the UK and Europe. Whilst adhering to departmental SLAs. This role has great growth potential for the right candidate and would suit someone passionate about delivering a great customer experience.\n\n \n\nMain Duties...\n\n To be an enthusiastic first point of contact for Soho House member queries via telephone and email. Responding to these queries in Spanish/German or English (where appropriate) in a timely manner and adhering to the departments SLAs.\n\n Offering a pro-active service to our diverse membership in Spanish/German and English via telephone &amp; email when payment is overdue or support is needed\n\n Use our Salesforce database to create, look up and update records for current and potential members.\n\n Set up new member and member renewal payments via credit card, Sepa and the occasional bank transfer payment, enuring all transactions are handled accurately and as per company/legal guidelines\n\n You will be part of a team responsible for the general administration of our UK houses (and future house openings)\n\n Joint responsibility for amending and freezing memberships, ensuring compliance with the appropriate Terms &amp; Conditions.\n\n Supporting other departments with information requests et\n\n Plus any ad-hoc projects given by the Head of Support / Soho Support Manager.\n\n \n\nRequirements/ Qualifications:\n\n At least one year of customer facing experience, preferably in a membership environment.\n\n An enthusiasm for providing first class customer service is a must.\n\n Experience of working with Salesforce.\n\n Experience of communicating in a friendly but professional manner in fluent Spanish/German &amp; English to a diverse audience.\n\n Experience of working in a fast-paced team environment\n\n Excellent verbal &amp; written communication skills in French, German &amp; English.\n\n Will have a passion for customer service and enjoy elevating the customers' experience through knowledge, empathy and attention to detail.\n\n You will have a professional telephone manner and strong written correspondence skills.\n\n IT proficiency including Microsoft Office packages and accuracy in data entry with excellent attention to detail.\n\n Highly motivated, adaptable and able to demonstrate a willingness to learn &amp; progress.\n\n \n\nBenefits\n\nSoho House offers competitive compensation packages that feature global benefits and perks. Whether youre seeking entry-level employment or a new opportunity to expand your profession, we offer training to develop the technical and managerial skills necessary to grow your career.\n\n Discounts at Soho House globally, as well as Soho Home and Cowshed\n\n Annual Every House Membership\n\n Enhanced Pension Scheme\n\n Private Health and Dental Care\n\n Cycle to Work Scheme/Season Ticket Loan\n\n In conjunction with Soho Impact, take 3 days paid a year to support a charity of your choice.\n\n Cookhouse &amp; House Tonic: Our Cookhouse &amp; House Tonic programmes offer unique food and drink trainings, events and opportunities to inspire and educate.\n\n Team Events: From fitness sessions to cinema screenings and art classes, each month we hold a series of fun events which you can sign up to.\n\n \n\nWe would like to point out that we will store and process your data within the scope of the application process in accordance with the provisions of the Federal Data Protection Act. \n\n \n\nOpportunities for all...\nSoho House was created to bring diverse communities of people together, and we take the same approach when building our teams. We thrive on differences and believe it is critical to our success as a global company. Soho House is proud to be an equal opportunity workplace that seeks to recruit, develop and retain the most talented people from a variety of backgrounds, perspectives, and skills. We therefore encourage applications from all genders, races, religions, ages and sexual orientations, as well as parents, veterans, people living with disabilities, and any other groups that could bring diverse perspectives to our business.\n "
    },
    {
        "job_number": 37,
        "job_title": "Senior Data Scientist – Visa Consulting & Analytics (m/f/div.)",
        "company_name": "Visa",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-07-20T23:05:09Z",
        "job_url": "https://www.themuse.com/jobs/visa/senior-data-scientist-visa-consulting-analytics-mfdiv",
        "search_datetime": "2023-08-27T16:44:52.052003",
        "search_location": "Berlin, Germany",
        "job_description": "Company Description\n\n*Open to Berlin or Frankfurt offices*\n\nVisa is a world leader in digital payments, facilitating more than 215 billion payments transactions between consumers, merchants, financial institutions and government entities across more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable and secure payments network, enabling individuals, businesses and economies to thrive.\n\nWhen you join Visa, you join a culture of purpose and belonging  where your growth is priority, your identity is embraced, and the work you do matters. We believe that economies that include everyone everywhere, uplift everyone everywhere. Your work will have a direct impact on billions of people around the world  helping unlock financial access to enable the future of money movement.\n\nJoin Visa: A Network Working for Everyone.\n\nJob Description\n\nWhat's it all about?\n\nAs Senior Data Scientist, you are a key contributor in our advisory service Visa Consulting &amp; Analytics (VCA) and part of Visas global Data Science community. You are accountable for driving the blueprint, development and delivery of data driven strategies and solutions for Visas external clients in the Central European Region. In this role, you collaborate with management consultants, account executives, business development and other internal functions to support our clients with their most pressing issues and biggest opportunities. Your innovative and scalable solutions help drive our clients and Visas business performance as well as enhance payment experiences of millions of customers across the region.\n\nWhat we expect day to day:\n\nAre you an adept problem solver who applies both innovation and logic to solve complex problems? Would you like to leverage one of the largest payment behavioral data sets in the world to uplift everyone, everywhere? If so, this is what we are looking for you to do with us:\n\nDesigning and delivering powerful business-centric insights from data through storyboarding, analytics, visualization and ML  both hands-on yourself as well as by supervising team membersCollaborating with VCA consultants and key clients to understand their challenges and realize their opportunities on topics like customer lifecycle management, travel, SMEs, open banking, cryptocurrencies, sustainability and moreDemonstrating execution proficiency in handling multiple medium to large data science projects along with rest of the partners in the project team within timelines and budget requirements; working at a fast pace, being self-directed, and able to lead multiple concurrent challenges, issues and prioritiesShowcasing individual &amp; organizational leadership: developing solutions to meet the varying payment needs of everyone, everywhere; being mission driven and passionate about having a lasting impact by inspiring change in the payments industry\n\nThis is a hybrid position. Hybrid employees can alternate time between both remote and office. Employees in hybrid roles are expected to work from the office 2-3 set days a week (determined by leadership/site), with a general guidepost of being in the office 50% or more of the time based on business needs.\n\nQualifications\n\nWhat were after...\n\nWe are after someone with qualitative and quantitative skills, with ability to interpret data and translate to practical recommendations and bring the following skills:\n\nTeam oriented, collaborative, diplomatic, and agile working styleExperience with Hadoop, SQL or Spark as well as Python or RExperience in the application of descriptive analytics, predictive modelling and machine learning technique to business problemsExperience planning, organizing, and leading end to end projects with diverse cross-functional teamsAbility to tailor data-driven results and communicate with impact to various audience levels, incl. senior business leaders.Full working proficiency in English\n\nWhat we'd love... \n\nExperience working in payments industry (bank, credit reference agencies, Fintech, merchants) or management-consulting firmExperience of having worked in a consulting-like environment and client-facing project rolesFull working proficiency in German\n\nAdditional Information\n\nThis is a hybrid position. Hybrid employees can alternate time between both remote and office. Employees in hybrid roles are expected to be in the office 60% of the time based on business needs.\n\nVisa is an EEO Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability or protected veteran status. Visa will also consider for employment qualified applicants with criminal histories in a manner consistent with EEOC guidelines and applicable local law."
    },
    {
        "job_number": 38,
        "job_title": "Working Student, Operations",
        "company_name": "Via",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-08-03T23:04:20Z",
        "job_url": "https://www.themuse.com/jobs/via/working-student-operations",
        "search_datetime": "2023-08-27T16:44:52.055417",
        "search_location": "Berlin, Germany",
        "job_description": "Via is using technology to transform transportation around the world. From changing a single persons daily commute to reducing humanitys collective environmental footprint  weve got huge goals.\n\nTogether with our partners, we operate two projects in Berlin that significantly promote socially and environmentally compatible mobility in the capital. WirMobil promotes the participation of people with limited mobility. The BVG Muva service makes Berlin's public transport even more inclusive and at the same time integrates less well-connected outer districts using the latest on-demand technology.\n\nAs Working Student, Operations (m/f/d) at Via, you will work together with our Operations Team in Berlin to expand and operate our WirMobil and BVG Muva services. You can expect a comprehensive introduction to the areas of operations, technology management and on-demand mobility. You will be part of a young startup team and experience the dynamics of the mobility industry first-hand.\n\nWhat you'll do:\n\n\nYou actively contribute your ideas on how we can make WirMobil and BVG Muva better and better\nYou ensure the smooth daily operation of our Berlin services in consultation with our Operations Team \nYou look after our drivers from onboarding, through shift planning to staff appraisals\nYou will develop a sophisticated understanding of our services and help to continuously improve processes to ensure the best possible experience for our drivers and riders\nYou support our Field Operations team with project-based tasks in the DACH region\n\n\nWho you are: \n\n\nYou want to work in an exciting market at the nexus of mobility and technology\nYou keep calm even in stressful situations and can develop creative solutions in real time \nYou want to be hands-on, take responsibility for our operations and our drivers and, if necessary, take over the management of our operations temporarily\nYou are technology-savvy, confident with Excel, enjoy working with modern IT tools, and ideally have some experience with data tools and/or CRM systems\nYou are outgoing, communicative, and able to always find the right tone in different situations\nYour working style is highly independent and you always make decisions based on data\nYou speak fluent German (at C1 level at least) and have a good command of the English language\n\n\nWere Via, and we build technology that changes the way the world moves. We pioneered the TransitTech category to ensure that the future of transportation is shared, dynamic public mobility  the kind that reduces carbon emissions across congested cities, minimizes reliance on private cars, and provides everyone with accessible, efficient, and affordable ways of getting around. \n\nWith the addition of Remix into our portfolio, we created the first end-to-end TransitTech solution for cities and transit agencies, offering world-class software, service design, and operational expertise to fundamentally improve the way the world moves.\n\nVia was founded with the guiding principle that we go further when we go together. We are dedicated to building a diverse, inclusive, and authentic workplace. If youre excited about this role but your past experience doesnt align perfectly with every qualification in the job description, we encourage you to apply anyways. You may be just the right candidate for this or other roles. All backgrounds, identities, and voices are welcomed and celebrated at Via.\n\nReady to join the ride? \n\nVia is an equal opportunity employer."
    },
    {
        "job_number": 39,
        "job_title": "Senior Associate Consultant Financial Services",
        "company_name": "Publicis Sapient",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-18T23:20:55Z",
        "job_url": "https://www.themuse.com/jobs/publicissapient/senior-associate-consultant-financial-services",
        "search_datetime": "2023-08-27T16:44:52.432406",
        "search_location": "Berlin, Germany",
        "job_description": "DescriptionWas erwartet dich als Consultant Financial Services?Du interessierst dich fur aktuelle Trends aus dem Banken- und Versicherungsumfeld sowie der Fin- und InsureTechs? Du hast Lust, mit deinem Wissen in den Bereichen AI/ML, Cloud Transformation, Coreless Banking oder Digital Assets unsere Kunden zu inspirieren und deine Expertise zu erweitern? Dann bist du genau richtig bei uns!Im Bereich Financial Services wirst du unsere Kund:innen unterstutzen, neue Moglichkeiten und innovative Wege zu finden, um sie bei ihrer Entwicklung in eine digitale Zukunft zu begleiten."
    },
    {
        "job_number": 40,
        "job_title": "Regulatory & Supervisory Analyst",
        "company_name": "Klarna",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-07T23:06:42Z",
        "job_url": "https://www.themuse.com/jobs/klarna/regulatory-supervisory-analyst",
        "search_datetime": "2023-08-27T16:44:52.433467",
        "search_location": "Berlin, Germany",
        "job_description": "On our path to becoming the worlds favorite way to shop, were assembling an unparalleled global talent network, accelerating individual careers, and disrupting entire industries. We are on a mission to liberate humanity from all the meaningless time spent managing their purchases and finances, so they can do more of what they love. Were in search of global talent eager to embrace our atmosphere and defy their own expectations.\n\n\n\n\n\nYou will be part of a team of experts owning the Klarna Group regulatory interactions to further strengthen the global regulatory and supervisory strategy and implement these strategies/processes for the Klarna Group. \n\n\n\nYou will be one of our experts to drive strategic regulatory queries, solve complex problems and find smart solutions around regulatory interactions, new and changing regulations and financial licenses. Your main focus will be the German Market, therefore German language skills is a prerequisite.\n\n\n\nThe Regulatory Gateway Team at Klarna is seeking a highly skilled and experienced regulatory analytics expert. As an Analytics Manager within Regulatory Gateway, you will be responsible for managing and overseeing interactions with supervisory authorities, ensuring high quality and timely deliveries, and maintaining strong relationships with regulatory bodies. In addition to this you will be a key player in developing efficient and AI-driven ways to improve reporting, identifying process improvements and maintaining obligations as a licensed institution.\n\nYou should have:Ability to guide Klarnas supervisory dialogues and maintain best in class coordination and quality that enables Klarna to have a smooth and efficient identification of regulatory and license related risks.Be a true problem solver with in-depth skills and passion for financial risk management and the banking industry3-6 years of relevant experience from financial institutions, supervisory authorities, consulting firms or similarKlarna is a global company and the responsibility will span across all jurisdictions, however a clear focus on the German market Solution oriented mind-set with the ability to see the big picture and think strategicallyPositive and inspirational approach with good communication and stakeholder management skillsStrong drive and motivation to contribute to Klarnas businessDemonstrated drive, ambition, and curiosityExcellent attention to detail and structured problem-solving abilitiesKnowledge of SQL and data analysis is beneficial but not required\nWhat you will doCoordinate and lead supervisory dialogues and regulatory projects, primarily within the German marketCollaborate with different departments within Klarna to drive regulatory initiatives and efficiency improvementsProvide support and guidance to internal stakeholdersEnsure consistent and high-quality information exchange that promotes Klarna's overall strategy\nJoin our team at Klarna and be part of a dynamic and innovative organization, where you will have the opportunity to contribute to the best shopping and payments experience for consumers.\n\n\n\nWhat we offer:\n\n\n\nDiversity &amp; Community\n\nWith our diversity of skills, perspectives and backgrounds, we can create, innovate, and disrupt like no other. Diversity is part of who we are, and essential to our success.\n\n\n\nOwnership &amp; Impact\n\nHere, every voice matters. Were organized into hundreds of small teams, each run like a start-up, focused on their own problem-space. \n\n\n\nTrust &amp; Collaboration\n\nSuccesses and failures are won together at Klarna in a melting pot of teams. Win, lose, and learn, were on this path together.\n\n\n\nIf you love what you do, you should love where you do it. We appreciate that everyones different and has their own preferences of where and how to work. We genuinely believe in the power of regular face-to-face interactions in building close connections with our teams, but we also strongly believe people can work effectively remotely. This means that combining both is the key to success. \n\n\n\nAt Klarna, You can choose between working from the office, hybrid within your employment country, or even outside of it for up to 20 working days per year. Flex it up!  \n\n\n\nChallenges &amp; Rewards\n\nWe take a very Swedish approach to benefits. Support for parents, health and wellness perksweve got you covered. \n\n\n\nAbout Klarna\n\nSince 2005 Klarna has been on a mission to revolutionize the retail banking industry. With over 150 million global active users and 2 million transactions per day, Klarna is meeting the changing demands of consumers by saving them time and money while helping them be informed and in control. Over 450,000 global retail partners, including H&amp;M, Saks, Sephora, Macys, IKEA, Expedia Group, and Nike have integrated Klarna's innovative technology to deliver a seamless shopping experience online and in-store. Klarna has over 6,000 employees and is active in 45 markets. For more information, visit Klarna.com\n\n\n\nIt is our commitment that every qualified person will be evaluated according to skills regardless of age, gender, identity, ethnicity, sexual orientation, disability status or religion. Please refrain from including your picture and age with the application. "
    }
]