[
    {
        "job_number": "themuse-1",
        "job_title": "Senior Consultant (w/m/d) Data Quality",
        "company_name": "Siemens",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-02-08T23:37:40Z",
        "job_url": "https://www.themuse.com/jobs/siemens/senior-consultant-wmd-data-quality",
        "search_datetime": "2023-08-28T09:03:56.244993",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "Wissen fur die Welt von morgen.Global Marketing Services (GMS) ist der konzernweite Inhouse-Partner fur alle Fragestellungen im Vertriebs- und Marketingumfeld. Die Markt- und Kundensicht als Hebel zum Erfolg ist unsere Handlungsmaxime. Vertriebs- und Marketingstrategien, Kommunikationskonzepte, weltweite Marktforschungsprojekte, Customer Experience Optimierungen, automatisierte Sales- &amp; Marketing-Losungen, Vertriebssteuerung uber Dashboards &amp; Tablets: All das und vieles mehr gehort zu unserem auerst vielfaltigen und innovativen Portfolio, das allen Siemens Einheiten und Regionen zur Verfugung steht. Damit bieten wir ein auerst abwechslungsreiches und inspirierendes Arbeitsumfeld.Lassen Sie uns die spannendsten Herausforderungen z. B. der digitalen Transformation im Vertriebs- und Marketingumfeld, gemeinsam angehen und umsetzen. Nutzen Sie die Chance, ihre Ideen einzubringen und in einem motivierten internationalen Team wirklich etwas zu bewegen. Worauf warten? Machen Sie bei Global Marketing Services den nachsten Schritt in Ihrer Karriere und werden Sie Teil unseres innovativen Data Process Consulting Teams.Verandern Sie gemeinsam mit uns die Welt von morgen.In Ihrer neuen Rolle bei Siemens beraten Sie unsere Kunden zuverlassig auf dem Weg zu einer \"Data-Driven Company\" sowie bei der Entwicklung neuer digitaler und datengetriebener Geschaftsmodelle basierend auf internen und externen Daten- und Informationsquellen.Als Projektleitung verantworten Sie die ganzheitliche Beratung unserer Kunden bei abwechslungsreichen Projekten im Umfeld Daten-Prozess-Design, Datenqualitats- und Stammdaten-ManagementSie sind verantwortlich fur ein erfolgreiches Stakeholder Management und entwickeln kontinuierlich unser Portfolio mittels innovativer Methoden im Data Management weiterDurch Ihre Erfahrung stellen Sie sicher, dass Daten als echtes Asset behandelt werden konnen: Sie entwickeln mageschneiderte Data-Governance Ansatze und optimieren Datenprozesse als Grundlage fur (Cloud) Data Warehouse- und Data Science-ProjekteOb globale Datenmigration oder pragmatische Dublettenbereinigung: Sie begleiten den kompletten Qualifizierungsprozess mit ihrer Expertise und den geeigneten Methoden und ToolsIhr Profil fur \"Zukunft moglich machen\".Sie haben Ihr Studium im Bereich (Wirtschafts-) Informatik, Mathematik, Wirtschaftswissenschaften oder einer verwandten Fachrichtung erfolgreich abgeschlossenSie konnen langjahrige Berufserfahrung im Consulting sowie im (agilen) Projektmanagement vorweisenIn einem oder mehreren der folgenden Bereiche verfugen Sie uber mehrjahrige Berufserfahrung: Data Strategy, Data Governance, Data Transformation, Data Architecture, Data Modelling oder Data Quality ManagementDadurch uberzeugen Sie durch gute Kenntnisse in marktgangigen Technologien im Bereich Datenbankmanagementsysteme (MS SQL Server, mySQL, Oracle), Cloud basierten Losungen (AWS, Snowflake) sowie im Data Engineering Umfeld (z. B. Informatica, Collibra, Talend) Personlich zeichnen Sie sich durch eine innovative, analytische und kreative Arbeitsweise aus Sie bringen die Fahigkeit mit, komplexe Sachverhalte zielgruppengerecht, verstandlich und ansprechend zu prasentieren und agieren souveran in der Leitung interdisziplinarer TeamsEine Reisebereitschaft im Inland setzen wir voraus Verhandlungssichere Deutsch- und Englischkenntnisse runden Ihr Profil abWas wir bieten.2 bis 3 Tage pro Woche mobiles Arbeiten als globaler StandardWeiterbildungsmoglichkeiten sowohl fur Ihre berufliche als auch personliche Entwicklung 30 Tage Urlaub sowie vielfaltige, flexible Arbeitszeitmodelle, die eine Auszeit fur Sie und Ihre Familie ermoglichenZugang zu Aktienplanen fur MitarbeitendeAttraktive Siemens AltersvorsorgeBarrierefreie StandorteUnd viele weitere Benefits hierDie einzelnen Benefits sind jeweils zugeschnitten auf lokale gesetzliche Anforderungen, Vorgaben verschiedener Job-Profile und Standorte sowie individuelle Praferenzen.Wir wollen, dass Sie wollen: Bewerben Sie sich!Wir legen Wert auf Chancengleichheit und freuen uns uber Bewerbungen von Menschen mit Behinderung.https://new.siemens.com/ - wenn Sie mehr Informationen zu Jobs &amp; Karriere bei Siemens erhalten mochten.FAQ - wenn Sie eine Frage zum Thema Bewerbung bei Siemens haben.Organization: Global Business ServicesCompany: Siemens AGExperience Level: Experienced ProfessionalFull / Part time: Full-time"
    },
    {
        "job_number": "themuse-2",
        "job_title": "MBA Business Management - Data & process mining",
        "company_name": "Siemens",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-05-18T00:06:23Z",
        "job_url": "https://www.themuse.com/jobs/siemens/mba-business-management-data-process-mining-e371a1",
        "search_datetime": "2023-08-28T09:03:56.252738",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "Gemeinsam machen wir den UnterschiedSiemens Mobility ist ein eigenstandig gefuhrtes Unternehmen der Siemens AG und seit uber 160 Jahren ein fuhrender Anbieter im Bereich Mobilitat. Zu unserem Kerngeschaft gehoren Schienenfahrzeuge, Bahnautomatisierungs- und Elektrifizierungslosungen, schlusselfertige Systeme sowie die dazugehorigen Serviceleistungen. Wir waren schon immer sehr innovativ, um Reisen schneller, sicherer und komfortabler zu machen. Heute brauchen wir neue Losungen fur neue Herausforderungen wie den Klimawandel und weltweit steigende Bevolkerungszahlen. Das ist es, was uns antreibt. Deshalb gestalten wir Mobilitat mit Leidenschaft und sind immer einen Schritt voraus. Durch Digitalisierung machen wir Infrastrukturen intelligent und schaffen Moglichkeiten, die uns nachhaltig und nahtlos von A nach B bringen. Unsere 38.200 Mitarbeiter sind Pioniere im Mobilitatswesen, die dabei helfen, die Welt in Bewegung zu halten. Was tragst Du bei?Wir suchen einen Masterstudenten (w/m/d) mit Schwerpunkt Change &amp; Communication, der uns bei dem Transformationsprogramm SHERPA X - Project Business unterstutzt. Du arbeitest sehr eng mit der Organization Change Managerin zusammen und steuerst gemeinsam mit ihr die Change- und Kommunikationsaktivitaten.In Deiner neuen Rolle wirst Du eng mit dem E2E (End2End) Process und Compatibility Manager (w/m/d) zusammenarbeiten und die Data &amp; Process Mining Aktivitaten fur das Transformationsprogramm erstellen und aussteuern.Dazu gehoren z.B. die Analyse der relevanten Prozesse und deren konkrete Aktivitaten, die Zuordnung bzw. das Auslesen entsprechender Datenobjekte, die Gestaltung geeigneter Dashboards zur Darstellung der Daten, erarbeiten einer Umsetzungsplanung fur die gesamte Prozesslandschaft des Unternehmens bis hin zur operativen Umsetzung.Du evaluierst, welche Datenobjekte fur die verschiedenen Prozesse relevant und geeignet sind.Du unterstutzt Kommunikationsmanahmen wie Newsletters, erzeugst Dashboards und definierst geeignete Manahmen das Thema \"bekannt zu machen\".Du organisierst verschiedene DEMO-Veranstaltungen mit klarer Konzeption, Planung, Produktion und reibungsloser Umsetzung - vor allem auch virtuell.Beim Aufbau einer Experten-Community bist Du mageblich beteiligt.Was bringst Du mit?Du bringst ein abgeschlossenes Bachelor-Studium in einem technischen Bereich oder IT mit. Ggfls. ware auch eine Business Administration Vorbildung passend. Deinen MBA kannst Du begleitend mit der FAU Erlsngen-Nurnberg im Prasenzstudium oder alternativ im Onlinestudium uber die AKAD abschlieen.Du hast bereits in Transformationsprojekten in einem idealerweise internationalen Umfeld gearbeitet, mit einem starken Fokus auf die prozessuale Ausrichtung und deren Daten- und Performance Messung.Du verfugst uber Erfahrung in der Entwicklung von Dashboards und der ubersichtlichen Darstellung von \"Massendaten\".Du bist kreativ und hast Spa daran, neue Konzepte zu entwickeln, die uber das bereits Bekannte hinausgehen und die Themen Data- und Process Mining auf eine neue Ebene heben (z.B. Erstellung von Queries, E-Mails, Newsletter etc.).Erfahrungen in agilen Ansatzen/Methoden (z.B. SAFe, SCRUM) sind ein Plus.Flieende deutsche und englische Sprachkenntnisse runden Dein Profil ab.Was bieten wir Dir?Inklusion &amp; VielfaltBei Siemens Mobility setzen wir uns gegen Ungerechtigkeit und Ungleichheit ein. Bei uns findest Du ein Umfeld vor, in dem Du Du selbst sein kannst und dazugehorst.PurposeWir sind Pioniere der Mobilitat. Bei uns tragst Du in einem Zukunftsmarkt aktiv zu Verkehrswende und Klimaschutz bei, weil unsere Transportlosungen in aller Welt den CO2-Aussto verringern.Mobiles Arbeiten /Remote WorkingBei uns hast Du die Moglichkeit, hybrid zu arbeiten. Das bedeutet, dass Du zu einem erheblichen Anteil mobil tatig sein kannst. Dies haben wir durch eine Betriebsvereinbarung offiziell geregelt. Eine Ubersicht uber unsere Benefits finden Sie hier. Wie trittst Du mit uns in Kontakt?www.siemens.de/mobilitywenn Du vor deiner Bewerbung mehr uber Siemens erfahren mochtest.+49 (9131) 17 52430wenn Du erste Fragen gern personlich mit unserem Recruiting Team klaren mochtest. Ansprechpartner fur diese Stellenausschreibung ist Frau Julia Greff.www.siemens.com/mobility-jobswenn Du mehr Informationen zu Jobs &amp; Karriere bei Siemens erhalten mochtest.Wir legen Wert auf Chancengleichheit und freuen uns uber Bewerbungen von Menschen mit Behinderung.Organization: Siemens MobilityCompany: Siemens Mobility GmbHExperience Level: Student (Not Yet Graduated)Full / Part time: Full-time"
    },
    {
        "job_number": "themuse-3",
        "job_title": "MBA Business Management - Data & process mining",
        "company_name": "Siemens",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-05-18T00:06:23Z",
        "job_url": "https://www.themuse.com/jobs/siemens/mba-business-management-data-process-mining-e8b60f",
        "search_datetime": "2023-08-28T09:03:56.258091",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "Gemeinsam machen wir den UnterschiedSiemens Mobility ist ein eigenstandig gefuhrtes Unternehmen der Siemens AG und seit uber 160 Jahren ein fuhrender Anbieter im Bereich Mobilitat. Zu unserem Kerngeschaft gehoren Schienenfahrzeuge, Bahnautomatisierungs- und Elektrifizierungslosungen, schlusselfertige Systeme sowie die dazugehorigen Serviceleistungen. Wir waren schon immer sehr innovativ, um Reisen schneller, sicherer und komfortabler zu machen. Heute brauchen wir neue Losungen fur neue Herausforderungen wie den Klimawandel und weltweit steigende Bevolkerungszahlen. Das ist es, was uns antreibt. Deshalb gestalten wir Mobilitat mit Leidenschaft und sind immer einen Schritt voraus. Durch Digitalisierung machen wir Infrastrukturen intelligent und schaffen Moglichkeiten, die uns nachhaltig und nahtlos von A nach B bringen. Unsere 38.200 Mitarbeiter sind Pioniere im Mobilitatswesen, die dabei helfen, die Welt in Bewegung zu halten. Was tragst Du bei?Wir suchen einen Masterstudenten (w/m/d) mit Schwerpunkt Change &amp; Communication, der uns bei dem Transformationsprogramm SHERPA X - Project Business unterstutzt. Du arbeitest sehr eng mit der Organization Change Managerin zusammen und steuerst gemeinsam mit ihr die Change- und Kommunikationsaktivitaten.In Deiner neuen Rolle wirst Du eng mit dem E2E (End2End) Process und Compatibility Manager (w/m/d) zusammenarbeiten und die Data &amp; Process Mining Aktivitaten fur das Transformationsprogramm erstellen und aussteuern.Dazu gehoren z.B. die Analyse der relevanten Prozesse und deren konkrete Aktivitaten, die Zuordnung bzw. das Auslesen entsprechender Datenobjekte, die Gestaltung geeigneter Dashboards zur Darstellung der Daten, erarbeiten einer Umsetzungsplanung fur die gesamte Prozesslandschaft des Unternehmens bis hin zur operativen Umsetzung.Du evaluierst, welche Datenobjekte fur die verschiedenen Prozesse relevant und geeignet sind.Du unterstutzt Kommunikationsmanahmen wie Newsletters, erzeugst Dashboards und definierst geeignete Manahmen das Thema \"bekannt zu machen\".Du organisierst verschiedene DEMO-Veranstaltungen mit klarer Konzeption, Planung, Produktion und reibungsloser Umsetzung - vor allem auch virtuell.Beim Aufbau einer Experten-Community bist Du mageblich beteiligt.Was bringst Du mit?Du bringst ein abgeschlossenes Bachelor-Studium in einem technischen Bereich oder IT mit. Ggfls. ware auch eine Business Administration Vorbildung passend. Deinen MBA kannst Du begleitend mit der FAU Erlsngen-Nurnberg im Prasenzstudium oder alternativ im Onlinestudium uber die AKAD abschlieen.Du hast bereits in Transformationsprojekten in einem idealerweise internationalen Umfeld gearbeitet, mit einem starken Fokus auf die prozessuale Ausrichtung und deren Daten- und Performance Messung.Du verfugst uber Erfahrung in der Entwicklung von Dashboards und der ubersichtlichen Darstellung von \"Massendaten\".Du bist kreativ und hast Spa daran, neue Konzepte zu entwickeln, die uber das bereits Bekannte hinausgehen und die Themen Data- und Process Mining auf eine neue Ebene heben (z.B. Erstellung von Queries, E-Mails, Newsletter etc.).Erfahrungen in agilen Ansatzen/Methoden (z.B. SAFe, SCRUM) sind ein Plus.Flieende deutsche und englische Sprachkenntnisse runden Dein Profil ab.Was bieten wir Dir?Inklusion &amp; VielfaltBei Siemens Mobility setzen wir uns gegen Ungerechtigkeit und Ungleichheit ein. Bei uns findest Du ein Umfeld vor, in dem Du Du selbst sein kannst und dazugehorst.PurposeWir sind Pioniere der Mobilitat. Bei uns tragst Du in einem Zukunftsmarkt aktiv zu Verkehrswende und Klimaschutz bei, weil unsere Transportlosungen in aller Welt den CO2-Aussto verringern.Mobiles Arbeiten /Remote WorkingBei uns hast Du die Moglichkeit, hybrid zu arbeiten. Das bedeutet, dass Du zu einem erheblichen Anteil mobil tatig sein kannst. Dies haben wir durch eine Betriebsvereinbarung offiziell geregelt. Eine Ubersicht uber unsere Benefits finden Sie hier. Wie trittst Du mit uns in Kontakt?www.siemens.de/mobilitywenn Du vor deiner Bewerbung mehr uber Siemens erfahren mochtest.+49 (9131) 17 52430wenn Du erste Fragen gern personlich mit unserem Recruiting Team klaren mochtest. Ansprechpartner fur diese Stellenausschreibung ist Frau Julia Greff.www.siemens.com/mobility-jobswenn Du mehr Informationen zu Jobs &amp; Karriere bei Siemens erhalten mochtest.Wir legen Wert auf Chancengleichheit und freuen uns uber Bewerbungen von Menschen mit Behinderung.Organisation: Siemens MobilityUnternehmen: Siemens Mobility GmbHErfahrungsniveau: Student / SchulerVoll-/Teilzeit: Vollzeit"
    },
    {
        "job_number": "themuse-4",
        "job_title": "Werkstudent*in (w/m/d) in der kfm. Serviceabwicklung",
        "company_name": "Siemens",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-05-05T23:39:59Z",
        "job_url": "https://www.themuse.com/jobs/siemens/werkstudentin-wmd-in-der-kfm-serviceabwicklung-cf73c9",
        "search_datetime": "2023-08-28T09:03:56.259727",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "Art der Anstellung: Befristet; 15 - 20 Stunden/WocheIn Richtung Zukunft? Bitte einsteigen.Wie werden wir in Zukunft miteinander kommunizieren, Energien sinnvoll nutzen und uns fortbewegen? Wir konnen an den Antworten zusammenarbeiten. Wir suchen dafur kluge Kopfe, die Theorien in die Praxis umwandeln und clever mitdenken.Als Werkstudent*in stehen dir bei uns viele Turen offen, um dich einzubringen: Ergreife jetzt die Chance und werde Teil unseres globalen Netzwerks, knupfe wichtige Kontakte und lege so den Grundstein fur deine berufliche und personliche Zukunft. Wir freuen uns, wenn du dein Talent bei uns einbringen willst! Manche nennen es Aufgaben. Wir \"Auf-in- die-Zukunft\"!Du wolltest schon immer Prozesse und das Tagesgeschaft in einem internationalen Konzern kennenlernen? Wir suchen DICH fur unser Team!Du erstellst Schulungsunterlagen und hilfst uns beim Ausfuhren von Trainings und kaufmannischen Ad-Hoc ThemenDu fuhrst Interviews mit Stakeholdern und dokumentierst deren Aufgaben und Wunsche und sorgst fur Transparenz, indem du komplexe Inhalte einfach darstellstBei Servicevertragen hilfst du uns mit, rechtliche Risiken zu beurteilen und unterstutzt den Vertrieb bei der Gestaltung der Angebote mit potenziellen Kunden, damit unser Geschaft weiterhin erfolgreich ausgebaut werden kannDu hilfst uns bei der Auftragsbearbeitung, Vertragsanlage und Abrechnung im DienstleistungsgeschaftDu arbeitest auch mit IT-Tools zur Analyse und Auswertung von Massendaten, zur Erstellung monatlicher Reports und die im Sinne eines Fruhwarnsystems Chancen &amp; Risiken identifizieren und (Gegen-) Manahmen definierenKommunikation und kleinere Klarungen mit dem Kunden und internen Partnern machen deine Arbeit noch abwechslungsreicherDein Profil fur \"Zukunft moglich machen\".Dein Ticket zu uns ist dein aktuelles Master-Studium der Fachrichtung Wirtschaftsingenieurwesen, Betriebswirtschaft oder eine ahnliche FachrichtungDu bringst IT-Grundverstandnis mit und hast Interesse dich in die kaufmannischen Sachverhalte einzuarbeitenDu bist fit im Umgang mit MS Office - besonders in Excel (Pivot, Power Query, Diagrammen, VBA) und in PowerPoint (ThinkCell)Vertragsrechtliche Kenntnisse zu VOB/VL und AGB kannst du vorweisenKommunikation in Deutsch und Englisch (schriftlich und mundlich) macht dir SpaUnser Team freut sich auf dein Organisationstalent und auf deine selbststandige und zuverlassige ArbeitsweiseWir wollen, dass du willst: Bewirb dich!www.siemens.de wenn du vor deiner Bewerbung mehr uber Siemens erfahren mochtest.Du hast Fragen zur Bewerbung? Hier findest du Antworten auf haufig gestellte Fragen.Wenn du daruber hinaus noch Fragen hast, wende dich gerne an uns:www.siemens.de/fragenzurbewerbungwww.siemens.de/karrierewenn du mehr Informationen zu Jobs &amp; Karriere bei Siemens erhalten mochtest.Wir legen Wert auf Chancengleichheit und freuen uns uber Bewerbungen von Menschen mit Behinderung.Organization: Smart InfrastructureCompany: Siemens AGExperience Level: Student (Not Yet Graduated)Full / Part time: Part-time"
    },
    {
        "job_number": "themuse-5",
        "job_title": "Senior Banking Process Specialist - Payments",
        "company_name": "Klarna",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-16T23:06:46Z",
        "job_url": "https://www.themuse.com/jobs/klarna/senior-banking-process-specialist-payments",
        "search_datetime": "2023-08-28T09:03:56.662208",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "On our path to becoming the worlds favorite way to shop, were assembling an unparalleled global talent network, accelerating individual careers, and disrupting entire industries. We are on a mission to liberate humanity from all the meaningless time spent managing their purchases and finances, so they can do more of what they love. Were in search of global talent eager to embrace our atmosphere and defy their own expectations.\n\n\n\n\n\nA Banking Process Specialist is an expert in operations with in-depth process and tooling expertise. The role is in the Payment Operations team, which is part of the Card &amp; Banking Processes and Operations group in Klarna.\n\n\n\nThe Payment Operations team is the center of banking expertise for all processes related to our banking customers payments and transactions. Their processes include managing SEPA recalls, debit &amp; credit card investigations including chargebacks, monitoring &amp; communication over SWIFT, and many more processes related to consumer transactions. We are in close contact with internal and external stakeholders to offer our customers the best possible experience while ensuring compliance and trustworthiness of our products. \n\n\n\nThe team acts as a link between :\n\n-Our Customer Support teams - empowering them to offer the best possible customer experience.\n\n-Our Product teams - bringing insights and requirements for operational improvements to the discussion.\n\n-Our Legal &amp; Compliance teams - to ensure the bank is kept safe.\n\n\n\nWe are looking for someone who will bring existing banking knowledge and best practices to support us in building our processes, empowering our customer support, and operating our daily tasks.\n\nWhat Youll Be Doing:You are responsible for setting up, executing, documenting and managing banking payment operations processes and workflows, as well as aligning with internal and external stakeholders.You proactively identify inefficiencies and use data to find opportunities for improvement in our processes, the tools, and the workflows we use and seek ways to make them more efficient, secure, and customer-oriented, while not being scared to challenge the current status quo.You will work with our customer service to empower them and ensure our day-to-day operations are efficient and compliant.You will provide support on edge cases and escalated inquiries from both our customers and internal teams, including related research and decisions, on a case-by-case basis and largely independently.Be aware of risks raised within our processes and logging risks whenever there is a gap.You help with the analysis of incidents, with the implementation of workarounds, and formulate solutions to mitigate risks and minimize the impact on our customers.Act as a subject matter expert on banking processes, policies, and regulatory requirements, providing guidance to stakeholders, team members, and customers.Stay up to date with industry trends, regulations, and best practices in customer account management.\nWed love to meet someone with:A Bachelor's degree or higher in Banking, Finance, Business or a related field. A completed bank apprenticeship is a strong plus.At least 3 years of on-the-job experience in building and maintaining operational consumer banking processes and managing their execution efficiently and effectively to deliver the best quality for our customers.You have worked in consumer banking payments and transactions and you bring an in-depth understanding of banking and payment regulations (in the field of SEPA and/or SWIFT) and compliance requirements in Germany. Ideally you have previously been involved with setting up SEPA credit transfer recall management and SWIFT communication processes. You have proven experience as a process owner, continuously looking for ways to improve processes, managing process performance and implementing changes with different stakeholders. Ideally you have some first hand experience with methodologies such as Business Process Management, Lean Management or Six Sigma.Bring an operational excellence mindset and passion for driving continuous improvement and innovation to find solutions that solve problems and improve our service.Strong stakeholder management skills. Youll be actively improving processes and will need to use the skills of multiple teams along your way.Analytical experience. Being able to identify opportunities, quantify them and formulate requirements to guide management decisions. Advanced Spreadsheet skills, proficiency in SQL and database query languages, with the ability to extract and analyze data to setup and track operational SLA/KPI and drive decisions.Strong time management skills with the ability to prioritize effectively and meet deadlines.\"Hands-on\" mentality with a focus on achieving team success, coupled with the ability to work independently and emphasize quality and efficiency.Excellent verbal and written communication skills in English with the ability to clearly present ideas, updates and results to partners at various levels. Knowledge of German is a plus.\nWhat we offer:\n\n\n\nDiversity &amp; Community\n\nWith our diversity of skills, perspectives and backgrounds, we can create, innovate, and disrupt like no other. Diversity is part of who we are, and essential to our success.\n\n\n\nOwnership &amp; Impact\n\nHere, every voice matters. Were organized into hundreds of small teams, each run like a start-up, focused on their own problem-space. \n\n\n\nTrust &amp; Collaboration\n\nSuccesses and failures are won together at Klarna in a melting pot of teams. Win, lose, and learn, were on this path together.\n\n\n\nIf you love what you do, you should love where you do it. We appreciate that everyones different and has their own preferences of where and how to work. We genuinely believe in the power of regular face-to-face interactions in building close connections with our teams, but we also strongly believe people can work effectively remotely. This means that combining both is the key to success. \n\n\n\nAt Klarna, You can choose between working from the office, hybrid within your employment country, or even outside of it for up to 20 working days per year. Flex it up!  \n\n\n\nChallenges &amp; Rewards\n\nWe take a very Swedish approach to benefits. Support for parents, health and wellness perksweve got you covered. \n\n\n\nAbout Klarna\n\nSince 2005 Klarna has been on a mission to revolutionize the retail banking industry. With over 150 million global active users and 2 million transactions per day, Klarna is meeting the changing demands of consumers by saving them time and money while helping them be informed and in control. Over 450,000 global retail partners, including H&amp;M, Saks, Sephora, Macys, IKEA, Expedia Group, and Nike have integrated Klarna's innovative technology to deliver a seamless shopping experience online and in-store. Klarna has over 6,000 employees and is active in 45 markets. For more information, visit Klarna.com\n\n\n\nIt is our commitment that every qualified person will be evaluated according to skills regardless of age, gender, identity, ethnicity, sexual orientation, disability status or religion. Please refrain from including your picture and age with the application. "
    },
    {
        "job_number": "themuse-6",
        "job_title": "Senior Consultant - Strategic Advisory (all genders)",
        "company_name": "Wipro",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-17T23:14:02Z",
        "job_url": "https://www.themuse.com/jobs/wipro/senior-consultant-strategic-advisory-all-genders-63451f",
        "search_datetime": "2023-08-28T09:03:56.668885",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "Wipro Limited (NYSE: WIT, BSE: 507685, NSE: WIPRO) is a leading global information technology, consulting, and business process services company. We harness the power of cognitive computing, hyper-automation, robotics, cloud, analytics and new ground-breaking technologies to help our clients adapt to the digital world and make them a successful and innovative company. We are an organisation recognized globally for its comprehensive portfolio of services, strong dedication to sustainability and good corporate citizenship, we have over 240,000 hard-working, respected employees serving clients across six continents. Together, we discover ideas and connect the dots to build a better and exciting new future.Wipro is an exciting and dynamic company to work for. In our first year entering the Top Employer Institute in Europe we ranked as a \"Top Employer\" and we were assessed on several key HR practices including People Strategy, Work Environment, Talent Acquisition, Learning and Development, Wellbeing and Diversity and Inclusion. This is accompanied by exciting business growth as well where Wipro has posted continued growth in the last 6 quarters coming into 2022. This role belongs to our German subsidiary Wipro Technologies GmbH  with a headquarter in Frankfurt. This role is open for all locations in Germany. As (Senior) Consultant  - Strategic Technology Consulting, you help to shape the digital future for our clients and generate visible results in interdisciplinary teams. You will generate growth, create customer centricity and help our clients to achieve business excellence. Our projects range from the formulation of Tech strategies, through rapid pilot projects, to supporting the overall IT transformation process.Job Description Conduction of digitalization consultancy projects with a strong strategic core  Consulting and guiding the management on the implementation of the Digital C-Level Agenda  Design and implementation of digital strategies for future positioning and identification of fields of action, measures along all three approaches of digitalization: growth, customer experience, efficiency  Design of customer-centric business models and establishment/expansion of ecosystem thinking  Definition and implementation of future Digital Operating Models (Process, Digital Organization, Governance, New Ways of Working, Future-ready IT, Change Management, etc.) incl. optimization of existing processes and organization using digital tools  Design and implementation of agile organizational structures for digital products &amp; services  Realignment of IT, data/AI strategy and technology use  Support in the implementation of digital transformation, including piloting of data-driven use cases, expansion of new digital service models, establishing innovation management  Development and nurturing our external ecosystem  Contribute to the constant development of our \"thought leadership\"  Continuously evolve the architecture framework, including defining enterprise architecture principles, guidelines and standards, based on internal and external best practices  Assist other architects in making the best use of enterprise architecture standards, best practices, assets, and frameworks  Identify and continuously improve architecture processes, tools, and governance mechanisms  Analyze cross-industry IT and EA trends and best practices and make recommendations to improve IT and EA capabilities  You will work on technology advisory related topics from IT strategy to modernization of technology to strategy to agile cloud transformation  You work in an inspiring team in an international network, receive regular feedback from colleagues and superiors and have access to first-class training in the areas of technical know-how and soft skills Experience / professional backgroundWe are looking for personalities who, in addition to the necessary portion of passion for digital challenges, bring the following: Min. of 1-3 years of professional experience in a leading strategy consultancy, an industrial company or in a management role in a tech start-up  Track record in the development and implementation of digital strategies and/or support of digital transformation projects  Experience in the mobility ecosystem or other industries such as Industrial Goods (incl. machinery &amp; plant engineering, electronics, specialty vehicles, agriculture technology, construction), MedTech, Pharma, and digital health  Profound understanding of digital technologies and their application fields  Outstanding problem-solving skills and resilience in a demanding environment. Strategic thinking and customer-centric communication  Above-average degree, ideally supplemented by an MBA or doctorate in Business, (Business) Engineering or (Business) Information Systems  Excellent English and German skills are required  Distinct willingness &amp; enthusiasm to travel (also internationally)  You are a committed, communicative and independent personality with high flexibility and resilience   Our offer  A multitude of demanding projects in an international context  A flat hierarchy, which will not be tied up in politics  Professional in-house training programs, including \"on the job\", constructive feedback, and coaching  Autonomy in your day-to-day processes  Benefits include New Hires Buddy-Program  Regular All-hands Meetings  Referral Program  Comprehensive Learning Offerings  Company pension plan  Highly international, high-Performance culture  Diversity is in our DNA  Women network Wipro is an Equal Opportunity employer and is strongly and actively committed to diversity within its community. Women, minorities and persons with disabilities are encouraged to apply. Additionally, Wipro prohibits discrimination in employment on the basis of sexual orientation, gender identity or gender expression.At Wipro, we see our people as our differentiators. We are technologists, designers, strategists, and business partners, who share an unwavering commitment to achieving our customer's ambitions and creating a humane, sustainable, and resilient future for all. Our recognized capabilities across 26 industry segments in digital strategy, cloud, engineering, AI, and cybersecurity, have established us as a trusted leader in orchestrating transformation.Visit our career site and apply today. Start to grow your career with Wipro!"
    },
    {
        "job_number": "themuse-7",
        "job_title": "AML Investigator - German Speaking",
        "company_name": "Klarna",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-07-27T23:07:10Z",
        "job_url": "https://www.themuse.com/jobs/klarna/aml-investigator-german-speaking-562d41",
        "search_datetime": "2023-08-28T09:03:57.072585",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "On our path to becoming the worlds favorite way to shop, were assembling an unparalleled global talent network, accelerating individual careers, and disrupting entire industries. We are on a mission to liberate humanity from all the meaningless time spent managing their purchases and finances, so they can do more of what they love. Were in search of global talent eager to embrace our atmosphere and defy their own expectations.\n\n\n\n\n\nAs an investigator you will be performing operational AML/CTF investigations of end-consumer activity that has raised concerns for potential financial crimes, and prepare the groundwork for potential Suspicious Activity Reporting. Your focus will be Anti-Money Laundering/Counter-Terrorist Financing in the 1st line of defense - performing compliance related operational tasks such as;\n\n\n\n- Conduct timely and accurate in-depth investigations into any and all escalated observations of deviant behavior indicative of money laundering or terrorist financing. \n\n- Assess and escalate investigations resulting in the knowledge or suspicion of potential money laundering/terrorism financing to the relevant MLROs in a prompt and appropriate manner.\n\n- Provide Authorities with structured and accurate intelligence when requested.\n\n\n\nYou will work in a global team and in close collaboration with internal stakeholders throughout both the 1st and 2nd line of defense.\n\n You should get in touch with us if you:Have relevant experience from working within FinTech, Banking, or Financial institutions;Have relevant experience with AML regulatory workPossess relevant AML certifications (desirable): CAMS certifications and ICA certificationsAre fluent in both English and German.\nIn order to be successful in this role, we believe that you will have:Up-to-date knowledge of relevant AML and CTF typologies and regulatory obligations:Good knowledge of the Financial Service Industry (e-commerce, BNPL, Retail Banking products and services etc., including how such could potentially be abused for financial crimes);Analytical skills for the efficient collation and processing of large sets of intelligence and data;Critical thinking skills and the ability to think outside the box (street smart) - not accept data or intelligence at face value;Strong attention to detail, and the ability to efficiently detect patterns and deviations;Computer and OSINT literacyData management, SQL (desirable),JIRA, or equivalent case management system,Google and social media, and other open sources;Excellent communication skills both in written and verbal communication:English fluent proficiency (required),German fluent proficiency (required).\nWhat we offer:\n\n\n\nDiversity &amp; Community\n\nWith our diversity of skills, perspectives and backgrounds, we can create, innovate, and disrupt like no other. Diversity is part of who we are, and essential to our success.\n\n\n\nOwnership &amp; Impact\n\nHere, every voice matters. Were organized into hundreds of small teams, each run like a start-up, focused on their own problem-space. \n\n\n\nTrust &amp; Collaboration\n\nSuccesses and failures are won together at Klarna in a melting pot of teams. Win, lose, and learn, were on this path together.\n\n\n\nIf you love what you do, you should love where you do it. We appreciate that everyones different and has their own preferences of where and how to work. We genuinely believe in the power of regular face-to-face interactions in building close connections with our teams, but we also strongly believe people can work effectively remotely. This means that combining both is the key to success. \n\n\n\nAt Klarna, You can choose between working from the office, hybrid within your employment country, or even outside of it for up to 20 working days per year. Flex it up!  \n\n\n\nChallenges &amp; Rewards\n\nWe take a very Swedish approach to benefits. Support for parents, health and wellness perksweve got you covered. \n\n\n\nAbout Klarna\n\nSince 2005 Klarna has been on a mission to revolutionize the retail banking industry. With over 150 million global active users and 2 million transactions per day, Klarna is meeting the changing demands of consumers by saving them time and money while helping them be informed and in control. Over 450,000 global retail partners, including H&amp;M, Saks, Sephora, Macys, IKEA, Expedia Group, and Nike have integrated Klarna's innovative technology to deliver a seamless shopping experience online and in-store. Klarna has over 6,000 employees and is active in 45 markets. For more information, visit Klarna.com\n\n\n\nIt is our commitment that every qualified person will be evaluated according to skills regardless of age, gender, identity, ethnicity, sexual orientation, disability status or religion. Please refrain from including your picture and age with the application. "
    },
    {
        "job_number": "themuse-8",
        "job_title": "Kaufmännischer Sachbearbeiter /Admin Kundenservice (m/w/d) in Teilzeit",
        "company_name": "Rentokil Terminix",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-07-10T15:26:43Z",
        "job_url": "https://www.themuse.com/jobs/rentokilterminix/kaufmannischer-sachbearbeiter-admin-kundenservice-mwd-in-teilzeit",
        "search_datetime": "2023-08-28T09:03:57.076674",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "Das UnternehmenDie Rentokil Initial GmbH &amp; Co. KG gehort zu einem der groten Service-Konzerne weltweit und setzt als Innovationsmarktfuhrer seit mehr als 100 Jahren weltweit Mastabe im Bereich der Schadlingsbekampfung, professionellen Hygienedienstleistung, Vorratsschutz und Innenraumbegrunung. Die Rentokil Initial Gruppe ist in uber 85 Landern aktiv und beschaftigt mehr als 45.000 Menschen unterschiedlichster Kulturen im Dienste einer gemeinsamen Mission: Menschen schutzen, Leben verbessern. Mit Expertise und Leidenschaft. In Deutschland setzen sich jeden Tag mehr als 800 Mitarbeiter dafur ein, unseren mehr als 30.000 Kunden einen exzellenten Service zu bieten.Fur unsere Niederlassung in Berlin suchen wir zum nachstmoglichen Zeitpunkt einen kaufmannischen Sachbearbeiter / Admin Kundenservice (m/w/d) in Teilzeit.Ihre Aufgabenzentraler Ansprechpartner fur Kunden/innen, Kollegen/innen und die Zentralelaufende Auftragsbestandspflege durch Erfassen von Neuvertragen, Erweiterungen, Jobs, Kundigungen, Minderungen, PreisanpassungenKundendatenmanagementBearbeitung von Ein- und Ausgangsrechnungen, Stornos und GutschriftenFuhren des termingerechten und korrekten BerichtswesensVorbereitung der Verkaufer-ProvisionsabrechnungenErledigung der internen und externen KorrespondenzFuhrpark-Verwaltung (Schnittstelle zum Fleet Management, z.B. Unfallmeldung, Tankkartenanforderungen etc.)Ihr ProfilDu hast eine abgeschlossene Berufsausbildung Du hast erste Berufserfahrung in ahnlicher Funktion oder Du mochtest dich beruflich weiterentwickelnEine strukturierte und eigenverantwortliche Arbeitsweise, sowie Kundenorientierung und Zuverlassigkeit zeichnen dich ausDu bist teamfahig - verbunden mit Durchsetzungsvermogen und VerantwortungsbewusstseinUnser AngebotEine intensive Einarbeitung, sodass auch Quereinsteigende ideale Startbedingungen habenEin engagiertes Team mit netten Kolleginnen und KollegenMitarbeiterbenefits mit vielen Rabattcodes und AngebotenBetriebliche Altersvorsorge und vermogenswirksame LeistungenFirmeneventsDie expansive Schubkraft und der hohe Bekanntheitsgrad des Marktfuhrers im Zukunftsbereich der Hygienedienstleistungen bieten Ihnen auergewohnliche EntwicklungschancenJETZT BEWERBEN!Du hast Interesse? Dann sende uns deine aussagekraftige Bewerbung direkt uber unser Bewerberportal (rijobs.de) und gebe bitte die Referenznummer INPO07477 an.Wir freuen uns auf deine Bewerbung!"
    },
    {
        "job_number": "themuse-9",
        "job_title": "Consultant AI (m/w/d)",
        "company_name": "Atos",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-07-25T23:17:03Z",
        "job_url": "https://www.themuse.com/jobs/atos/consultant-ai-mwd-f5ebc1",
        "search_datetime": "2023-08-28T09:03:57.078178",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "Mochtest Du beruflich etwas leisten, das nicht nur agil und innovativ, sondern auch nachhaltig ist, Etwas, das Dinge tatsachlich verbessert und mochtest Du, dass dein Handeln Wirkung zeigt? Sicherheit und Freiheit sind fur Dich nicht nur eine hohle Phrase, sondern ein lohnenswertes Gut? Dann bist Du bei uns im richtigen Team!Offentliche Organisationen, Verwaltung und Verteidigung sehen sich zunehmenden Veranderungen und einem immer groer werdenden Bedarf an Tools der Digitalisierung gegenuber. Wir sind der Meinung, dass wir dabei gemeinsam einen Unterschied machen konnen. Wir suchen nach Berater-Personlichkeiten, die zusammen in unserem jungen, interdisziplinaren Team insbesondere im Sicherheits- und Verteidigungsumfeld komplexe und missionskritische Herausforderungen im Informationsumfeld losen wollen.Unser Team und Deine Rolle bei Eviden Public Sector und Defense Consulting:Im Eviden-Public-Bereich arbeitet ein hochspezialisiertes Team in den Zukunftstechnologien und Prozessen der offentlichen Verwaltung und im Bereich innerer und auerer Sicherheit in Deutschland. Uns zeichnet sowohl unsere strategische und konzeptionelle Kompetenz sowie insbesondere unsere Umsetzungsstarke aus. Wir lernen aus den neuen Technologien und bieten regelmaige berufliche Fortbildungsmoglichkeiten als Karrierebooster. In unserem jungen, dynamischen, interdisziplinaren und sehr erfolgreichen Defense-Consulting-Team arbeiten wir agil mit hohem Gestaltungsspielraum, entwickeln den Markt und das Portfolio mittels strukturierter R&amp;D-Aktivitaten und sind damit Frontrunner besonders bei unseren Kunden, aber auch intern.Als Consultant AI im Bereich Public Sector und Defense begleitest Du unsere Kunden bei der Analyse und Konzeption von Daten, Services und Prozessen und setzt diese in AI Modelle um. Du unterstutzt bei der Akquisition und der Durchfuhrung von Beratungsprojekten zur Zufriedenheit unserer Kunden. Du beteiligst Dich an der internen Gestaltung unserer Wettbewerbsfahigkeit durch Entwicklung von Knowhow, Inhalten, Methoden, Strukturen und Netzwerken.Deine Tatigkeiten:Beratung von Kunden mit erhohten Sicherheitsanforderungen im offentlichen Sektor (Schwerpunkt Verteidigung)Entwicklung von AI/ML ModellenDesign und Entwicklung von MVPsBeratung bei der Erstellung von Trainingsdaten und Entwicklung von Qualitatsstandards Entwicklung von Vorgehensweisen zur Erhohung der RobustheitEntwicklung von Vorgehensweisen zur Schaffung von Transparenz der Funktionalitaten von AI Modellen (Explainable AI)Durchfuhrung von Innovationsprojekten, u.a. in Workshops gemeinsam mit dem KundenMitarbeit und ggf. Fuhrung von interdisziplinaren Projektteams in agilem Umfeld (Design Thinking, SCRUM, DevOps) Mitwirkung an AusschreibungenDas solltest Du mitbringen:Ein Studium in Informatik / Wirtschaftsinformatik, Mathematik/Statistik, Data Science;Luxus: Masterabschluss AI/MLWunschenswert: Vorkenntnisse in AI / ML bzw.Erfahrungen in den Bereichen Data Science/Statistik/AI, wie bspw. Verstandnis fur Modellierung, Analyse und Aufbereitung von Daten Erstellung von Modellen und Training  Programmierkenntnisse in Python, Tensor Flow etc. / oa.Verstandnis fur die sich verandernden AI Technologien, Geschaftsmodelle und Prozesse im Zuge der digitalen Transformation;  Spa am Aufbau von vertrauensvollen Kundenbeziehungen Das bieten wir IhnenFaires Gehalt, mit tarifvertraglicher Bindung 30 Urlaubstage, bis zu 5 zusatzlichen bezahlten freien Tage weitreichende betriebliche InklusionsvereinbarungFlextime Variable Arbeitszeitmodelle Betriebliche Altersvorsorge und vermogenswirksame Leistungen Ein personlich auf Sie zugeschnittenes Schulungs- und Ausbildungsprogramm fur Ihre individuelle Entwicklung#StayCurious - Wir sind neugierig und sehen Moglichkeiten, die sonst niemand sieht.#DareToTry - Als Co-Kreatoren finden wir Losungen, die noch erfunden werden mussen#DoTheRightThing  - Zum Wohl unserer Mitarbeiter:innen, Kunden, Partner und der Gesellschaft tun wir immer das Richtige#GrowTogether - Wir wachsen mit unseren Kunden gemeinsam als Partner furs Leben.Zusatzliche Information Wir unterscheiden nicht zwischen Herkunft, Religion, Farbe, Geschlecht, Alter, Behinderung oder sexueller Orientierung. Alle Entscheidungen wahrend des gesamten Rekrutierungsprozesses beruhen ausschlielich auf den Qualifikationen, Fahigkeiten, Kenntnissen und Erfahrungen sowie relevanten Geschaftsanforderungen.Wir legen Wert auf Chancengleichheit und freuen uns uber Bewerbungen von Menschen mit Behinderungen. Bei gleicher Qualifikation werden schwerbehinderte Bewerberinnen und Bewerber und diesen gleichgestellte Menschen bevorzugt berucksichtigt.Bitte beachten Sie, dass nur vollstandige Bewerbungsunterlagen (inkl. Anschreiben, Lebenslauf und Zeugnisse) die uber unsere Online Bewerbungsplattform bei uns eingehen, in unserem Auswahlprozess berucksichtigt werden konnen.Bei Fragen zu diesem Stellenangebot wenden Sie sich bitte an Frau Donika Hristova unter der Telefonnummer +49 211 39987724.Wir freuen uns auf Ihre Online-Bewerbung!#LI-DNI"
    },
    {
        "job_number": "themuse-10",
        "job_title": "(Senior) Data Scientist - Model Validation",
        "company_name": "Klarna",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-15T23:06:57Z",
        "job_url": "https://www.themuse.com/jobs/klarna/senior-data-scientist-model-validation",
        "search_datetime": "2023-08-28T09:03:57.497527",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "On our path to becoming the worlds favorite way to shop, were assembling an unparalleled global talent network, accelerating individual careers, and disrupting entire industries. We are on a mission to liberate humanity from all the meaningless time spent managing their purchases and finances, so they can do more of what they love. Were in search of global talent eager to embrace our atmosphere and defy their own expectations.\n\n\n\n\n\nKlarna was founded in Stockholm, Sweden in 2005. Since then we've changed the banking industry forever. And now we're creating the world's smoothest shopping experience. We serve over 90 million consumers worldwide, and partner with 250,000 merchants  with a new merchant joining us every 8 minutes. Including some of the world's leading brands, such as H&amp;M, ASOS, IKEA, Adidas, Samsung and Lufthansa. Our offices are spread over 17 different markets, hosted by 4000+ employees from 100+ nationalities.\n\n\n\nAs Data Scientists, we are seeded throughout Klarnas businesses, either in small technical teams owning a problem space, or embedded as experts in cross-functional teams containing Product Managers, Engineers, Designers and more. We work hard to build Data Science products that our customers will love, and we take great pride in owning models end-to-end, from prototyping to production. You can check out some of our recent projects at engineering.klarna.com.\n\nAs a Data Scientist in Model Validation, you will:Audit, validate and challenge Klarnas first line models across a range of business applications.Research and develop alternative models, methodologies and techniques to further improve the quality of Data Science products.Take an instrumental role in risk management at large, to ensure the continued success of Klarnas Pay Later, Financing, and Card products in numerous global markets.Liaise with executive staff and regulatory areas effectively on Klarnas behalf.Collaborate with extraordinary people from all over the world, each with their own perspective, background, and expertise.\n In order to be successful in this role, we believe that you will have:Experience related to risk, portfolio management, banking, finance, model validation, or product analytics.Experience developing classification models with machine learning techniques.Experience working with Python, SQL and Git, and an understanding of the concepts behind cloud computing technologies.A deep understanding of the theoretical foundations behind classical and recent machine learning models and algorithms, such as generalized linear models, random forests, ensemble methods, and deep neural networks.Excellent technical and non-technical communications skills, both written and verbal.Great communication, organization, and team working skills.A university degree in a highly technical, numerate subject (e.g. Mathematics, Physics, Engineering, or Economics).\nPlease send your CV in English.\n\n\n\nUnfortunately we cannot offer relocation for this role and can only consider candidates currently based in Sweden or Germany.\n\n\n\nWhat we offer:\n\n\n\nDiversity &amp; Community\n\nWith our diversity of skills, perspectives and backgrounds, we can create, innovate, and disrupt like no other. Diversity is part of who we are, and essential to our success.\n\n\n\nOwnership &amp; Impact\n\nHere, every voice matters. Were organized into hundreds of small teams, each run like a start-up, focused on their own problem-space. \n\n\n\nTrust &amp; Collaboration\n\nSuccesses and failures are won together at Klarna in a melting pot of teams. Win, lose, and learn, were on this path together.\n\n\n\nIf you love what you do, you should love where you do it. We appreciate that everyones different and has their own preferences of where and how to work. We genuinely believe in the power of regular face-to-face interactions in building close connections with our teams, but we also strongly believe people can work effectively remotely. This means that combining both is the key to success. \n\n\n\nAt Klarna, You can choose between working from the office, hybrid within your employment country, or even outside of it for up to 20 working days per year. Flex it up!  \n\n\n\nChallenges &amp; Rewards\n\nWe take a very Swedish approach to benefits. Support for parents, health and wellness perksweve got you covered. \n\n\n\nAbout Klarna\n\nSince 2005 Klarna has been on a mission to revolutionize the retail banking industry. With over 150 million global active users and 2 million transactions per day, Klarna is meeting the changing demands of consumers by saving them time and money while helping them be informed and in control. Over 450,000 global retail partners, including H&amp;M, Saks, Sephora, Macys, IKEA, Expedia Group, and Nike have integrated Klarna's innovative technology to deliver a seamless shopping experience online and in-store. Klarna has over 6,000 employees and is active in 45 markets. For more information, visit Klarna.com\n\n\n\nIt is our commitment that every qualified person will be evaluated according to skills regardless of age, gender, identity, ethnicity, sexual orientation, disability status or religion. Please refrain from including your picture and age with the application. "
    },
    {
        "job_number": "themuse-11",
        "job_title": "Senior Associate Machine Learning Data Engineer",
        "company_name": "Pfizer",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-22T12:31:29Z",
        "job_url": "https://www.themuse.com/jobs/pfizer/senior-associate-machine-learning-data-engineer",
        "search_datetime": "2023-08-28T09:03:57.887699",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "Pfizer Worldwide Research, Development, and Medical (WRDM) is expanding its work in applying Machine Learning (ML) and Artificial Intelligence (AI) technologies to Biomedical Research. This will enable Pfizer to enhance our drug discovery efforts, sustain our industry leading R&amp;D productivity, and deliver breakthrough medicines to the patients most in need. The centerpiece of this initiative is the establishment of a \"ML Research Hub,\" a new group charged with mastering state-of-the-art machine learning techniques to create novel predictive models and tools used across WRDM. Data Engineering will be key to the success of this new group given the enormous scope of the chemical, biological, omics, and clinical data available at Pfizer. The WRDM Research Hub is seeking experienced data engineers with a background in machine learning, software engineering, technical problem-solving skills, and experience in creating scalable data pipelines and infrastructure for training, validating, and deploying into production ML solutions for broad usage.Role ResponsibilitiesThe successful candidate will work with ML research scientists to enable our proprietary data and external datasets to be leveraged for ML modeling. This will be accomplished by implementing end-to-end data workflows for large-scale data ingestion, processing, tagging, and publishing, with an eye towards improving ML model performance over time.Basic QualificationsBachelor's degree in computer science, Statistics, Applied Mathematics, Chemistry, Physics, a life science discipline, or related technical discipline.Training or work experience in Python, Java, Scala, C++, or SQL.Training or work experience in software design, development, and algorithm-related solutions for production-grade systems using machine learning.Knowledge of one or more scientific data types (e.g., biomedical images, biomedical text, large-scale, multidimensional 'omics, large- or small- molecule therapeutics, clinical or Real-World Data, etc.)Preferred QualificationsMS or 2 years of relevant research experienceFamiliarity with high performance computing (HPC) environments (SLURM/LSF/SGE schedulers)Familiarity with cloud computing infrastructure including Amazon Web Services (AWS) and distributed computing libraries (e.g., Spark, Hive, Impala, Kafka, etc.)Understanding of containerization and orchestration tools (e.g., Docker, Singularity, Airflow, Luigi, Kubernetes, etc.)Basic knowledge of CI/CD and automation tools (Terraform, CloudFormation, Jenkins, Ansible, etc.)Passion and curiosity for data and proven ability to take ideas from prototype to production.Technologies We Use:Python, Java, C++, Slurm-based on-premises compute clusters, Google Cloud Platform, AWS, Docker, Singularity, Kubernetes, Python (Numpy, Pandas, Dask, PyTorch, TensorFlow, sci-kit learn, RDKit, Weights and Biases etc.The annual base salary for this position ranges from $75,700.00 to $126,300.00. In addition, this position offers an annual bonus with a target of 10.0% of the base salary. Benefits offered include a retirement savings plan, paid vacation, holiday and personal days, paid caregiver/parental and medical leave, and health benefits to include medical, prescription drug, dental and vision coverage in accordance with the terms and conditions of the applicable plans. Pfizer compensation structures and benefit packages are aligned locally, the US Salary range provided does not apply to the Tampa, FL or any EXUS locations.Relocation assistance may be available based on business needs and/or eligibility.Sunshine ActPfizer reports payments and other transfers of value to health care providers as required by federal and state transparency laws and implementing regulations.  These laws and regulations require Pfizer to provide government agencies with information such as a health care provider's name, address and the type of payments or other value received, generally for public disclosure.  Subject to further legal review and statutory or regulatory clarification, which Pfizer intends to pursue, reimbursement of recruiting expenses for licensed physicians may constitute a reportable transfer of value under the federal transparency law commonly known as the Sunshine Act.  Therefore, if you are a licensed physician who incurs recruiting expenses as a result of interviewing with Pfizer that we pay or reimburse, your name, address and the amount of payments made currently will be reported to the government.  If you have questions regarding this matter, please do not hesitate to contact your Talent Acquisition representative.EEO &amp; Employment EligibilityPfizer is committed to equal opportunity in the terms and conditions of employment for all employees and job applicants without regard to race, color, religion, sex, sexual orientation, age, gender identity or gender expression, national origin, disability or veteran status.  Pfizer also complies with all applicable national, state and local laws governing nondiscrimination in employment as well as work authorization and employment eligibility verification requirements of the Immigration and Nationality Act and IRCA.  Pfizer is an E-Verify employer.Information &amp; Business Tech"
    },
    {
        "job_number": "themuse-12",
        "job_title": "Senior/Lead Data Analytics Consultant - Fashion and Luxury Goods (m/w/d)",
        "company_name": "EPAM Systems",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-10T11:33:15Z",
        "job_url": "https://www.themuse.com/jobs/epamsystems/seniorlead-data-analytics-consultant-fashion-and-luxury-goods-mwd-9b5e3b",
        "search_datetime": "2023-08-28T09:03:57.895190",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "Bist Du ein:e deutschsprachige:r Senior-Technolog:in im Bereich Daten &amp; Analytics, der*die begeistert ist, Datenanalyse einzusetzen, um Geschaftsprobleme in der Mode- und Luxusguterbranche zu erkennen und zu losen? Mochtest Du Dich in einem unternehmerischen Umfeld entfalten und Verantwortung fur wichtige technische und geschaftliche Entscheidungen ubernehmen, die sich direkt auf EPAM und unsere Kunden auswirken? Wenn Du diese Fragen mit \"Ja!\" beantworten kannst, bietet Dir EPAM die seltene Gelegenheit, unser Team in Berlin als Senior/Lead Data Analytics Consultant im Bereich Fashion and Luxury Goods zu verstarken.Die Stelle ist Teil des globalen Beratungsteams fur Verbraucherdaten und Analytics, dem Expert:innen aus vielen verschiedenen Bereichen angehoren. Dies ist eine groartige Gelegenheit fur Dich, eine sichtbare und fuhrende Rolle im Bereich der Datenanalyseberatung zu ubernehmen und dabei eng mit mehreren Kunden und unseren Daten-/Cloud-Leitungsteams weltweit zusammenzuarbeiten.Die Stelle erfordert ein ausgepragtes Verstandnis von und Erfahrung in der Mode- und Luxusguterbranche sowie einen Hintergrund in Datenanalyseberatung. Du solltest die Fahigkeit haben, Kunden bei der Umsetzung von Geschaftsanforderungen in technische Lieferteams zu unterstutzen und dabei ihre Gesamtgeschaftsstrategie im Blick zu behalten.   Deine Aufgaben Treiben von End-to-End-Datenanalyseprojekten mit deinen Kunden voran - von der Spezifikationserstellung uber MVP-Ausfuhrung bis hin zur Skalierung auf strategische Partnerschaften Unterstutzen der Vertriebs- / Vorverkaufsaktivitaten durch Bewertung der Verbraucherdatenanalyse-Moglichkeiten und Erstellung mageschneiderter Angebote fur Kunden Teamplayer sein, das das gesamte EPAM-Angebot und die Markteinfuhrung von Verbraucherdatenanalyse aufbaut, und sicherstellen, dass es die wichtigsten strategischen Probleme der Mode- und Luxusartikelindustrie abdeckt Als Branchenexperte:in fur Mode-/Luxusguterthemen sowohl intern bei EPAM als auch extern bei Kunden agieren Ubernahme verschiedener Funktionen als Datenanalyseberater:in und Zusammenarbeit sowohl mit Account-Managern als auch mit den Lieferteams in groen, komplexen Programmen Aktuell bleiben uber aktuelle und aufkommende Trends, einzigartige Chancen und Herausforderungen in den Bereichen/Markten und Regionen, in denen die Kunden tatig sind, und wie sie sich auf die Geschafte und Initiativen der Kunden auswirken Verstehen des gesamten Produktzyklus, von der Produktvision/-strategie uber das Nutzererfahrungsdesign bis hin zur Entwicklung und Veroffentlichung Enge Zusammenarbeit mit dem Projekt-/Programmmanagement, um eine erfolgreiche Umsetzung durch ein integriertes Liefermodell zu gewahrleisten Aufbau und Pflege enger Beziehungen zu Kunden auf Fuhrungsebene sowie zu externen und internen Partnern, um das Wachstum innerhalb eines Kundenportfolios zu maximieren Umsatzsteigerung innerhalb des Kunden-/Kundenportfolios, indem du Chancen erkennst und EPAM-Dienste beeinflusst/verkaufst Unsere Anforderungen Begeisterung fur Technologie und vorausschauendes Denken in der Mode- und/oder Luxusguterbranche Tiefes Verstandnis der Geschaftsablaufe im Modeeinzelhandel, wie beispielsweise Merchandising, Einkauf, Design und Lieferkette Verstandnis fur die Bedeutung von Datenanalyse in der Branche, gepaart mit bewahrten Praktiken zur Integration neuer Arbeitsweisen fur Geschaftsteams Erfahrung in Fuhrungs- und Teamleitungsrollen bei Prasentationen vor Interessenvertreter:innen auf C-Level-Ebene Umfassende Erfahrung in der Entwicklung und Pflege von Kundenbeziehungen sowie in der Leitung von Teams, die End-to-End-Losungen liefern Fahigkeit, geschaftliche Fragen/Herausforderungen mit Datenwissenschaft und technologischen Tools zu verknupfen Kenntnisse in Cloud-, Big Data-, Analytik- und Datenwissenschafts-Technologien Selbstbewusstsein bei der Darlegung von Standpunkten, Aussprechen von Empfehlungen und gegebenenfalls Prasentieren von Analysen und Empfehlungen bis zur Vorstandsebene Fahigkeit, auf strategischer Ebene zu agieren, wahrend du gleichzeitig nah genug an den Details bleibst, um Kunden einen Mehrwert zu bieten und dein Team effektiv zu unterstutzen Nachgewiesene Fahigkeit, Kundenauftrage bis zum erfolgreichen Abschluss zu managen Was bieten wir? EPAM-Aktienkaufplan fur Mitarbeitende (ESPP) 30 Tage Jahresurlaub Betriebliche Altersvorsorge Wettbewerbsfahige Vergutung abhangig von Erfahrung und Fahigkeiten Regelmaige Leistungsbeurteilungen Moglichkeiten zur personlichen und beruflichen Weiterentwicklung Unbegrenzter Zugang zu LinkedIn Learning Solutions Freundliche Kolleg:innen und angenehmes Arbeitsklima Unterstutzung beim arbeitsbedingten Umzug Regelmaige Firmenevents und soziale Veranstaltungen Flexible Arbeits- und Remote-Working-Moglichkeiten  Alle Leistungen und Vergunstigungen unterliegen bestimmten Anspruchsvoraussetzungen   Warum auch Du Teil von EPAM werden solltest Geniee eine tolle Work-Life-Balance, flexible Arbeitsmoglichkeiten und arbeite abhangig vom Projekt vor Ort, von zu Hause aus oder in einem Hybridmodell Arbeite markt- und branchenubergreifend und lerne eine groe Vielfalt an Projekten und Spitzentechnologien kennen Werde Teil einer globalen Gemeinschaft von 57.000+ Expert:innen in mehr als 50 Landern: Profitiere von einer grenzenlosen Karriere in einem internationalen Umfeld und von der Moglichkeit, den Standort zu wechseln Gestalte Deinen Karriereweg: Als das am schnellsten wachsende IT-Dienstleistungsunternehmen auf der Fortune 100-Liste ist EPAM bestrebt, Dich dabei zu unterstutzen, Dein volles Potenzial zu entdecken. Deshalb erstellen wir gemeinsam Karriereplane, die am besten zu Dir und Deinen Zukunftsplanen passen EPAM Deutschland wurde von Kununu als \"Top Company 2022 &amp; 2023\" ausgezeichnet. Dies basiert auf den positiven Bewertungen unserer Mitarbeitenden und der Unternehmenskultur, die auf lebenslangem Lernen basiert  Uber EPAM EPAM ist ein weltweit fuhrender Anbieter von Engineering- und Entwicklungsdienstleistungen fur digitale Plattformen. Wir sind bestrebt, einen positiven Einfluss auf unsere Kunden, unsere Mitarbeitenden und unsere Communities zu haben und setzen dabei auf eine dynamische und integrative Kultur. Bei uns arbeitest Du mit multinationalen Teams zusammen, tragst zu einer Vielzahl innovativer Projekte bei und nutzt dafur Spitzentechnologien. Du hast die Moglichkeit, kontinuierlich zu lernen und zu wachsen. Ganz gleich, wo Du Dich befindest, Du wirst werden Teil eines engagierten, kreativen und vielfaltigen Teams und kannst Dein volles Potenzial entfalten "
    },
    {
        "job_number": "themuse-13",
        "job_title": "Manager Data Strategy",
        "company_name": "Publicis Sapient",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-07-25T13:14:52Z",
        "job_url": "https://www.themuse.com/jobs/publicissapient/manager-data-strategy-84b030",
        "search_datetime": "2023-08-28T09:03:58.487599",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "DescriptionYou will help drive the Data &amp; AI Practice and play a critical role in advising clients on the application of data as a key asset to their business success. In addition, you will assist in the project delivery of digital transformation projects to help global organizations improve customer understanding to drive client growth. As an expert in Data Strategy as a key driver of digital transformation, you will collaborate with colleagues across different departments, industries and geographies. In doing so, you will ensure the solutions we bring to market are increasingly data-driven while also helping to identify new business opportunities and customer growth.Your ImpactAssisting clients in solving their data and AI problems by providing strategic guidance and implementation servicesAdvising our clients with advancing their data and AI maturity (organizational development &amp; growing internal capabilities)Assisting our clients in managing and leveraging data from disparate sources and converting it into accurate, actionable information that can support fact-driven decision-making and drive competitive advantageSupporting and leading teams of data strategists, data analysts and data scientists and being responsible for successfully delivering impactful data strategy projectsQualificationsBenefits of working here:We work with cutting-edge technology, which has always been part of our DNA and we want our employees to define what technologies our clients use nextWe provide many learning opportunities to deepen your skillset and support your professional growthWe offer numerous discounts on travel, cultural and leisure activities.We put the well-being of our people first and organize various health initiativesWe offer you a vibrant workplace culture with many different community events throughout the yearAs part of our dedication to an inclusive and diverse workforce, Publicis Sapient is committed to Equal Employment Opportunity without regard for race, colour, national origin, ethnicity, gender, protected veteran status, disability, sexual orientation, gender identity, or religion.Additional InformationPublicis Sapient is a digital transformation partner helping established organizations get digitally enabled, both in the way they work and how they serve their customers. We help unlock value through a start-up mindset and modern methods, fusing strategy, consulting, and customer experience with agile engineering and problem-solving creativity.As digital pioneers with 20,000 people and 53 offices worldwide, our experience spanning technology, data sciences, consulting, and customer obsession - combined with our culture of curiosity and relentlessness - enables us to accelerate our clients' businesses through designing the products and services their customers truly value. Publicis Sapient is the digital business transformation hub of Publicis Groupe. For more information, visit publicissapient.com. Company DescriptionYou will help drive the Data &amp; AI Practice and play a critical role in advising clients on the application of data as a key asset to their business success. In addition, you will assist in the project delivery of digital transformation projects to help global organizations improve customer understanding to drive client growth. As an expert in Data Strategy as a key driver of digital transformation, you will collaborate with colleagues across different departments, industries and geographies. In doing so, you will ensure the solutions we bring to market are increasingly data-driven while also helping to identify new business opportunities and customer growth.Your ImpactAssisting clients in solving their data and AI problems by providing strategic guidance and implementation servicesAdvising our clients with advancing their data and AI maturity (organizational development &amp; growing internal capabilities)Assisting our clients in managing and leveraging data from disparate sources and converting it into accurate, actionable information that can support fact-driven decision-making and drive competitive advantageSupporting and leading teams of data strategists, data analysts and data scientists and being responsible for successfully delivering impactful data strategy projects"
    },
    {
        "job_number": "themuse-14",
        "job_title": "Senior Data Insights Engineer",
        "company_name": "Flatiron Health",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-07-25T23:07:58Z",
        "job_url": "https://www.themuse.com/jobs/flatironhealth/senior-data-insights-engineer",
        "search_datetime": "2023-08-28T09:03:58.490557",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "We're looking for a Senior Data Scientist to help us accomplish our mission to improve and extend lives by learning from the experience of every person with cancer. Are you ready to be the next changemaker in cancer care?Flatiron Health is a healthtech company using data for good to power smarter care for every person with cancer, around the world. Flatiron partners with cancer centers in the US, Europe and Asia to transform patients' real-life experiences into real-world evidence and create a more modern, connected oncology ecosystem. Our multidisciplinary teams include oncologists, data scientists, software engineers, epidemiologists, product experts and more. Flatiron Health is an independent affiliate of the Roche Group.What You'll DoData Insights Engineering is a diverse and talented team with strong expertise in discovering and understanding customer needs, making data-driven decisions within an ambiguous problem space, and rapidly prototyping and iterating on data products. We define data strategy, drive technical execution and initial rollout of the product and leverage data insights to improve operational efficiency.Develop a deep understanding of source data and develop data processing and quality assurance approaches for structured and unstructured data.Collaborate with team members across functional (e.g. Engineering, Clinical, Product) and global teams to develop our international data products.Devise and build data analyses and visualizations to optimize Flatiron's processes to transform German medical data into research-ready datasets. Immerse yourself in business and technical context to help your team identify opportunities for unlocking new value from our unique datasets.Rapidly iterate on early stage products where a hybrid skill set of product intuition, customer empathy and data expertise is essential.Collaborate with internal and external partners on scientific research projects that leverage our real-world data (RWD). Evaluate new data sources to unlock new product and research opportunities.Who You AreYou're a kind, passionate and collaborative problem-solver who values the opportunity to think beyond the way things are. In addition, you're an analytical problem solver with 3 years of data science experience.You have a strong background in statistics/analytics and can fit the appropriate analysis to complex business or research problemsYou are versatile and can easily pick up new programming languages and tools, but come with strong experience in Python or RYou have at least 3 years of industry experience in relevant roles such as healthcare data scientist, data scientist, data analyst, data engineer or at least 3 years of academic research experience in a quantitative fieldYou have a record of success driving initiatives forward by generating buy-in, managing complexity and continuously delivering business impactYou care more about fixing our customers' problems and advancing cancer treatment than you do about dealing with the coolest / newest data processing techniques.You are a clear and confident communicator who can explain technical concepts to business and clinical partnersYou are value-oriented and practical in how you apply data to problems and understand what it takes to build sustainable products at scaleYou are passionate about our mission to improve cancer care through data and technologyYou are fluent in English (C-level) and have experience with German (B-level or above)Extra creditYou have experience applying Machine Learning or Natural Language Processing to health dataYou have experience in Data Engineering, including ETL and data warehousing toolsYou have collaborated with other technical team members in a production development environment using formal version control and one or more modern programming languagesYou have specific domain expertise in an area relevant to Flatiron's products or operations: health data, RWD/RWE, outcomes research, clinical research or oncologyWho We AreOur people are at the center of everything we do. We strive to foster a culture where our teammates feel equipped and empowered to make meaningful contributions with confidence, compassion, and clarity. Visit the Life at Flatiron page to learn more."
    },
    {
        "job_number": "themuse-15",
        "job_title": "Clinical Data Specialist",
        "company_name": "Flatiron Health",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-07-20T23:07:50Z",
        "job_url": "https://www.themuse.com/jobs/flatironhealth/clinical-data-specialist-05ed59",
        "search_datetime": "2023-08-28T09:03:58.498369",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "We're looking for Oncology Nurses, Clinical Research Associates and Clinical Trial Managers to help us accomplish our mission to improve and extend lives by learning from the experience of every person with cancer. Are you ready to be the next changemaker in cancer care?Flatiron Health is a healthtech company using data for good to power smarter care for every person with cancer, around the world. Flatiron partners with cancer centers in the US, Europe and Asia to transform patients' real-life experiences into real-world evidence and create a more modern, connected oncology ecosystem. Our multidisciplinary teams include oncologists, data scientists, software engineers, epidemiologists, product experts and more. Flatiron Health is an independent affiliate of the Roche Group.What You'll DoIn this role, you will be responsible for working with the clinical and product teams to further develop our end-to-end abstraction processes. Abstraction involves extracting complex unstructured clinical data from electronic medical records using our proprietary abstraction software, ensuring high quality data that benefit cancer patients. Abstraction is an integral part of Flatiron's real-world evidence (RWE) products. In this role you will:Develop and update data curation instruction documents as well as data capture forms for multiple tumour types and their diagnostic and therapeutic areas in throughout haematology and oncologySupport data quality and control activities, including clarifying guidance, correcting errors and refining abstraction instructions in order to build up and maintain high quality data setsHelp hiring, onboarding and training abstractors and be a point-of-contact for any abstraction-related questionPlan feasibility and initial testing of novel data points or new abstraction approachesContribute to product development by synthesizing data and feedback to provide insights about the abstraction process (e.g., to support development of our abstraction tool)Support quality assurance on dataset deliverables and data analyses Collaborate with a cross-functional team including technical (e.g., software engineers, data insight engineers), product managers, product designers, data privacy experts, quantitative scientists, and other clinical professionalsWeigh tradeoffs (e.g., upside/downside for different options) and clearly communicate data-driven recommendations to influence cross-functional stakeholdersHelp with abstraction work in peak seasonsWho You AreYou're a kind, passionate and collaborative problem-solver who values the opportunity to think beyond the way things are. In addition, you're a team player with experience in clinical and/or data documentation experience in the oncology/haematology space across multiple tumour types.You have completed training as a medical documentation assistant, ideally further training as a study nurse, clinical research associate (CRA), clinical trial manager or comparable professional experience.Alternatively, you have a university degree in applied sciences or a bachelor's or master's degree in the fields of health sciences, biology, molecular medicine or you have education as a nurse with additional training or several years of clinical work in oncology/ haematologyYou are familiar with all aspects of how cancer is managed, from diagnosis until cessation of treatment, and fluent in cancer terminology as well as in general German medical terminologyYou have experience with the presentation of clinical data (e.g. ICD codes, cancer registry data) and the treatment pathways in oncology careYou have data entry experience, familiarity with clinical systems, data entry tools, and other data management systemsYou have familiarity with electronic health record systems, electronic data capture forms or other data management systemsYou have strong communication skills, including the ability to communicate clinical issues effectively with a diverse team of software engineers, product managers, and other technical staffYou demonstrate exceptional attention to detailYou enjoy working in a fast-paced, cross functional and international environment and are able to react with flexibility to ambiguityYou embrace experimentation and iterative development (i.e., you have an \"MVP\" mindset)You are pragmatic, and appreciate the difference between must-haves and nice-to-havesYou are fluent in German (C-level) and have very good English proficiencies (minimum requirement B2-level) Who We AreOur people are at the center of everything we do. We strive to foster a culture where our teammates feel equipped and empowered to make meaningful contributions with confidence, compassion, and clarity. Visit the Life at Flatiron page to learn more."
    },
    {
        "job_number": "themuse-16",
        "job_title": "Enterprise Architect (all genders)",
        "company_name": "Publicis Sapient",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Mid Level",
        "publication_date": "2023-07-25T13:14:52Z",
        "job_url": "https://www.themuse.com/jobs/publicissapient/enterprise-architect-all-genders-be904d",
        "search_datetime": "2023-08-28T09:03:58.505546",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "DescriptionYour roleWe are essentially looking for a Enterprise Architect ideally with exposure to Energy markets.Someone who can play an architect role and can guide the clients in System integration projects.An understanding of the Energy trading landscape will be an added advantage and can lead to a variety of solutions for our clients from Market Data implementation to Risk reporting or ETRM System integration. As a Enterprise Architect you will use your technical expertise in solution architecture and deep understanding of the issues and trends relevant to the energy trading industry today to realize groundbreaking technology solutions for our clients.You will provide technical leadership to multidisciplinary, distributed teams guiding systems design, architecture, user interface, and integration and development processes. You will work closely with the client's technology and management teams. You will also bring your experience to research and inform on enterprise-wide trends. Your Impact:Provide technical leadership for Energy and commodity projectsLead the design, planning, and implementation of complex IT solutionsProvide leadership and set technical direction to project teamWork closely with the client to establish technology strategy at an application levelTranslate the client's business requirements into systems designEstablish high, mid and micro-level project plansDrive estimation efforts for new projectsIdentify and mitigate key risksEstablish competencies and knowledge managementSupport business development and proposal workDrive improvements of techno-functional solutions and workflowsVerify technical feasibility and validate solution options for the requirementsQualificationsBenefits of Working Here:We work with cutting-edge technology which has always been part of our DNA and we want our employees to define what technologies our clients use nextWe provide many learning opportunities to deepen your skillset and to support your professional growthWe offer numerous discounts on travel, cultural and leisure activities.We put the well-being of our people first and organize various health initiativesWe offer you a vibrant workplace culture with many different community events throughout the yearPlease note:The entire PS community is working remote as we navigate the COVID-19 global health crisis together. Our recruiting procedures have been adjusted to ensure the health and safety of our candidates and our people remain a priority. All of our interviews are now taking place via phone and video conferencing. Thank you very much for your understanding.Additional InformationAbout Publicis SapientPublicis Sapient, the digital business transformation hub of Publicis Groupe, helps clients drive growth and efficiency and evolve the ways they work, in a world where consumer behaviour and technology are catalysing social and commercial change at an unprecedented pace. With 20k people distributed in across the globe (53 offices worldwide), our expertise spanning technology, data sciences, consulting and creative combined with our culture of innovation enables us to deliver on complex transformation initiatives that accelerate our clients' businesses through creating the products and services their customers expect. For more information, visit www.publicissapient.com. Company DescriptionYour roleWe are essentially looking for a Enterprise Architect ideally with exposure to Energy markets.Someone who can play an architect role and can guide the clients in System integration projects.An understanding of the Energy trading landscape will be an added advantage and can lead to a variety of solutions for our clients from Market Data implementation to Risk reporting or ETRM System integration. As a Enterprise Architect you will use your technical expertise in solution architecture and deep understanding of the issues and trends relevant to the energy trading industry today to realize groundbreaking technology solutions for our clients.You will provide technical leadership to multidisciplinary, distributed teams guiding systems design, architecture, user interface, and integration and development processes. You will work closely with the client's technology and management teams. You will also bring your experience to research and inform on enterprise-wide trends. Your Impact:Provide technical leadership for Energy and commodity projectsLead the design, planning, and implementation of complex IT solutionsProvide leadership and set technical direction to project teamWork closely with the client to establish technology strategy at an application levelTranslate the client's business requirements into systems designEstablish high, mid and micro-level project plansDrive estimation efforts for new projectsIdentify and mitigate key risksEstablish competencies and knowledge managementSupport business development and proposal workDrive improvements of techno-functional solutions and workflowsVerify technical feasibility and validate solution options for the requirements"
    },
    {
        "job_number": "themuse-17",
        "job_title": "Partner Support & Operations Team Lead",
        "company_name": "Via",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-08-03T23:04:20Z",
        "job_url": "https://www.themuse.com/jobs/via/partner-support-operations-team-lead",
        "search_datetime": "2023-08-28T09:03:58.917055",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "Via is using technology to transform transportation around the world. From changing a single persons daily commute to reducing humanitys collective environmental footprint  weve got huge goals.\n\nAs a Team Lead, Partner Support &amp; Operations, youll manage a team of high-performing contributors and provide consistently outstanding support to Vias partners (cites, local authorities, private operators, private corporations) who power mobility and transportation networks with our technology. Youll become a Via product expert and evangelist, ready to take ownership of challenging tickets; set strategy for product support in Europe; and own outcomes pertaining to the overall health of Vias global partnerships. This partner-facing position is all about building the best possible connection between our partners and our Product &amp; Engineering Teams. We work with teams across the company to ensure our partners can make the best use of our technology, thereby improving their experience and driving retention. \n\nNote that the internal name of this role is Partner Support &amp; Operations Associate Principal.\n\nWhat Youll Do:\n\n\nBecome an expert on Via  develop a nuanced understanding of our technology, use cases, and best practices to be able to answer support inquiries on a daily basis\nManage a team of 4-5 high performing Product Support &amp; Operations Specialists and Associates\nPrioritize operational issues as a real-time point of contact and provide technical, specific, and strategic responses in an efficient manner\nProvide direct support to Vias partners through fast, high quality ticket resolution, enhancing their experience with our platform\nCoordinate with Operations, Product Management, and Engineering teams in identifying, reporting, and resolving product issues or opportunities for improvement\nManage product expectations and development, ensuring that our engineering team is getting the feedback they need to build the best product possible\nBuild and maintain an online knowledge base of issues/solutions to share with colleagues\nNurture close relationships with partners to become a trusted advisor\n\n\nWho You Are:\n\n\nMinimum of 3 years of experience in a customer-facing role; technical support experience is a plus\nExperience leading or managing team members\nEffective at managing multiple tasks simultaneously and comfortable taking on responsibility\nMeticulous and vigilant, with a high level of attention to detail\nOutstanding process-orientation, analytical, and organization skills\nProblem solver and entrepreneurial; you dont accept the status quo and are always looking for creative solutions\nExcellent communicator with a knack for always finding the right tone\nFluent in English and German; fluency in French / Dutch / Spanish are assets\nBachelors Degree\n\n\n\nWere Via, and we build technology that changes the way the world moves. We pioneered the TransitTech category to ensure that the future of transportation is shared, dynamic public mobility  the kind that reduces carbon emissions across congested cities, minimizes reliance on private cars, and provides everyone with accessible, efficient, and affordable ways of getting around. \nWith the addition of Remix into our portfolio, we created the first end-to-end TransitTech solution for cities and transit agencies, offering world-class software, service design, and operational expertise to fundamentally improve the way the world moves.\nWere committed to building and nurturing a team as diverse as the communities we serve. Bringing transportation equity to the world begins with championing equal opportunity in our own offices. All backgrounds, identities, and voices are welcomed and celebrated here.\nReady to join the ride?\nVia is an equal opportunity employer.\n"
    },
    {
        "job_number": "themuse-18",
        "job_title": "TikTok LIVE VIP Gifting Manager - Spanish/Italian Market",
        "company_name": "TikTok",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-07-15T00:03:56Z",
        "job_url": "https://www.themuse.com/jobs/tiktok/tiktok-live-vip-gifting-manager-spanishitalian-market",
        "search_datetime": "2023-08-28T09:04:01.987688",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "Responsibilities TikTok is the leading destination for short-form mobile video with millions of loyal users globally.   Our mission is to inspire creativity and bring joy. TikTok has global offices including Los Angeles, New York, London, Paris, Berlin, Dubai, Singapore, Jakarta, Seoul and Tokyo. We are looking for passionate and talented people to join the LIVE Operations team and support in our mission to inspire creativity and bring joy. Why Join UsAt TikTok, our people are humble, intelligent, compassionate and creative. We create to inspire - for you, for us, and for more than 1 billion users on our platform. We lead with curiosity and aim for the highest, never shying away from taking calculated risks and embracing ambiguity as it comes. Here, the opportunities are limitless for those who dare to pursue bold ideas that exist just beyond the boundary of possibility. Join us and make impact happen with a career at TikTok.The LIVE Operations team is obsessed with everything to do with TikTok LIVE. From content strategy, monetization, gifting, LIVE features, data analysis, creating campaigns and ensuring a fun and safe space for all of our LIVE users.   We're looking for someone to join our expanding TikTok LIVE team in Berlin, managing a portfolio of VIP Gifters. You'll build close relationships with our VIP Gifting community, gather their feedback on their experiences of using TikTok LIVE, as well as educate them on our latest tools and features. You'll work cross-functionally with our Content and Gifting teams to ensure we're always delivering the best possible experience for our TikTok LIVE viewers. Responsibilities- Build and manage a VIP user Portfolio and build an understanding of VIP user behaviour through relationship building, feedback and data- Analyze performance and present findings, identifying trends and patterns.- Help our VIPs to get to grips with our new features, tools and technology- Work cross-functionally with gifting, product and creative teams to enhance and improve the LIVE experience.- Work with Community and Agency manager teams to help them improve their understanding of the motivations of VIP gifters- Help create and monitor revenue growth strategies.- Work with our Trust &amp; Safety, payments and product teams and act as an advocate for our VIP communities.Qualifications - Results originated and goal driven.- Proficient at using dashboards and data to spot trends and create strategies.- Work collaboratively and under pressure.- Excellent communication skills.- Bachelors degree or above.- At least 3 years experience working in a live streaming, video sharing or relationship management role.TikTok is committed to creating an inclusive space where employees are valued for their skills, experiences, and unique perspectives. Our platform connects people from across the globe and so does our workplace. At TikTok, our mission is to inspire creativity and bring joy. To achieve that goal, we are committed to celebrating our diverse voices and to creating an environment that reflects the many communities we reach. We are passionate about this and hope you are too."
    },
    {
        "job_number": "themuse-19",
        "job_title": "Senior Analyst - Comms & Strategy Group",
        "company_name": "Klarna",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-07-17T10:05:45Z",
        "job_url": "https://www.themuse.com/jobs/klarna/senior-analyst-comms-strategy-group-54eda0",
        "search_datetime": "2023-08-28T09:04:01.991717",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "On our path to becoming the worlds favorite way to shop, were assembling an unparalleled global talent network, accelerating individual careers, and disrupting entire industries. We are on a mission to liberate humanity from all the meaningless time spent managing their purchases and finances, so they can do more of what they love. Were in search of global talent eager to embrace our atmosphere and defy their own expectations.\n\n\n\n\n\nThe Senior Analyst in the Comms &amp; Strategy Group will play a crucial role in enhancing Klarna's global narrative, ensuring it is well-known, understood, and trusted among various external stakeholders. The successful candidate will leverage their analytic skills to support our communications and policy teams, produce compelling insights using external and internal data to enhance our narrative, explore applications of AI to increase productivity , and drive group-level analysis for business planning and cost/supplier analysis.\n\n\n\nWho are we looking for?\n\n\n\nWe're looking for someone who is genuinely curious and passionate about communications and public affairs. The ideal candidate loves to tell stories with data and is always looking for innovative ways to communicate insights. In particular they are skilled at explaining data and its implications in a super digestible way to a majority non-analytical audience. They are a problem solver who will take a task and explore a variety of ways to deliver it in the most optimal manner, using their own initiative and ideas to deliver on our goals. They dont wait to be asked, they are proactive, delivery focused and optimistic.  \n\nKey ResponsibilitiesProduce insightful analysis to drive our Public Affairs efforts while producing insights to help land our messaging locally through usage &amp; demographic insights.Produce insightful analysis to drive our global communications efforts by analyzing external data in the news, as well as finding supporting data that bolsters Klarnas mission of being on the customers side.Explore, propose and build ways Artificial Intelligence can be used to enhance the groups ways of working &amp; boost productivity across all teams.Generate insights to inform and educate audiences in order to close perception gaps about Klarna and ensure accurate reporting and understanding of the business.Support group-level analysis for business planning, cost analysis, and supplier analysis.Present data-driven insights in a clear and engaging manner to a variety of stakeholders internally.Key Performance Indicators (KPIs)Accuracy and relevance of analysis reports.Impact of AI initiatives either through efficiency savings or unlocked opportunitiesQuality and effectiveness of communication and presentation of insights.Contribution to business planning and strategic initiatives.\nSkillsStrong analytical skills and a keen eye for detail.Has experience and/or a strong interest in the media / political landscape.Excellent communication skills, with the ability to carefully present complex &amp; at times sensitive data to a non-analytical audience.Familiarity with AI technologies and their application in a business context.Proficiency in data analysis tools and software.Curiosity and tenacity in problem solving.\nLocation: Berlin  \n\nPlease note that we don't offer relocation assistance for this role.\n\n\n\nInterested?\n\n\n\nPlease send us a CV in English in this application and we will come back to you as soon as possible if we find your profile relevant for the role. \n\n\n\nWhat we offer:\n\n\n\nDiversity &amp; Community\n\nWith our diversity of skills, perspectives and backgrounds, we can create, innovate, and disrupt like no other. Diversity is part of who we are, and essential to our success.\n\n\n\nOwnership &amp; Impact\n\nHere, every voice matters. Were organized into hundreds of small teams, each run like a start-up, focused on their own problem-space. \n\n\n\nTrust &amp; Collaboration\n\nSuccesses and failures are won together at Klarna in a melting pot of teams. Win, lose, and learn, were on this path together.\n\n\n\nIf you love what you do, you should love where you do it. We appreciate that everyones different and has their own preferences of where and how to work. We genuinely believe in the power of regular face-to-face interactions in building close connections with our teams, but we also strongly believe people can work effectively remotely. This means that combining both is the key to success. \n\n\n\nAt Klarna, You can choose between working from the office, hybrid within your employment country, or even outside of it for up to 20 working days per year. Flex it up!  \n\n\n\nChallenges &amp; Rewards\n\nWe take a very Swedish approach to benefits. Support for parents, health and wellness perksweve got you covered. \n\n\n\nAbout Klarna\n\nSince 2005 Klarna has been on a mission to revolutionize the retail banking industry. With over 150 million global active users and 2 million transactions per day, Klarna is meeting the changing demands of consumers by saving them time and money while helping them be informed and in control. Over 450,000 global retail partners, including H&amp;M, Saks, Sephora, Macys, IKEA, Expedia Group, and Nike have integrated Klarna's innovative technology to deliver a seamless shopping experience online and in-store. Klarna has over 6,000 employees and is active in 45 markets. For more information, visit Klarna.com\n\n\n\nIt is our commitment that every qualified person will be evaluated according to skills regardless of age, gender, identity, ethnicity, sexual orientation, disability status or religion. Please refrain from including your picture and age with the application. "
    },
    {
        "job_number": "themuse-20",
        "job_title": "Manager, Partner Support & Operations (German-speaking)",
        "company_name": "Via",
        "job_location": "Berlin, Germany",
        "search_keyword": "Data and Analytics",
        "job_level": "Senior Level",
        "publication_date": "2023-07-10T10:03:30Z",
        "job_url": "https://www.themuse.com/jobs/via/manager-partner-support-operations-germanspeaking",
        "search_datetime": "2023-08-28T09:04:01.993203",
        "search_location": "Berlin%2C%20Germany",
        "job_description": "Via is using technology to transform transportation around the world. From changing a single persons daily commute to reducing humanitys collective environmental footprint  weve got huge goals.\n\nAs a Manager, Partner Support &amp; Operations, youll lead a team of high-performing contributors and provide consistently outstanding support to Vias partners (cites, local authorities, private operators, private corporations) who power mobility and transportation networks with our technology. Youll become a Via product expert and evangelist, ready to take ownership of challenging tickets; set strategy for product support in Europe; and own outcomes pertaining to the overall health of Vias global partnerships. This partner-facing position is all about building the best possible connection between our partners and our Product &amp; Engineering Teams. We work with teams across the company to ensure our partners can make the best use of our technology, thereby improving their experience and driving retention. \n\nNote that the internal name of this role is Partner Support &amp; Operations Associate Principal.\n\nWhat Youll Do:\n\n\nBecome an expert on Via  develop a nuanced understanding of our technology, use cases, and best practices to be able to answer support inquiries on a daily basis\nManage a team of 4-5 high performing Product Support &amp; Operations Specialists and Associates\nPrioritize operational issues as a real-time point of contact and provide technical, specific, and strategic responses in an efficient manner\nProvide direct support to Vias partners through fast, high quality ticket resolution, enhancing their experience with our platform\nCoordinate with Operations, Product Management, and Engineering teams in identifying, reporting, and resolving product issues or opportunities for improvement\nManage product expectations and development, ensuring that our engineering team is getting the feedback they need to build the best product possible\nBuild and maintain an online knowledge base of issues/solutions to share with colleagues\nNurture close relationships with partners to become a trusted advisor\n\n\nWho You Are:\n\n\nMinimum of 3 years of experience in a customer-facing role; technical support experience is a plus\nExperience leading or managing team members\nEffective at managing multiple tasks simultaneously and comfortable taking on responsibility\nMeticulous and vigilant, with a high level of attention to detail\nOutstanding process-orientation, analytical, and organization skills\nProblem solver and entrepreneurial; you dont accept the status quo and are always looking for creative solutions\nExcellent communicator with a knack for always finding the right tone\nFluent in English and German; fluency in French / Dutch / Spanish are assets\nBachelors Degree\n\n\n\nWere Via, and we build technology that changes the way the world moves. We pioneered the TransitTech category to ensure that the future of transportation is shared, dynamic public mobility  the kind that reduces carbon emissions across congested cities, minimizes reliance on private cars, and provides everyone with accessible, efficient, and affordable ways of getting around. \nWith the addition of Remix into our portfolio, we created the first end-to-end TransitTech solution for cities and transit agencies, offering world-class software, service design, and operational expertise to fundamentally improve the way the world moves.\nWere committed to building and nurturing a team as diverse as the communities we serve. Bringing transportation equity to the world begins with championing equal opportunity in our own offices. All backgrounds, identities, and voices are welcomed and celebrated here.\nReady to join the ride?\nVia is an equal opportunity employer.\n"
    }
]