[
    {
        "company_name": "Sparkasse KölnBonn",
        "company_linkedin_url": "https://de.linkedin.com/company/sparkasse-koelnbonn",
        "job_title": "Data Scientist bei der Sparkasse KölnBonn",
        "job_location": "Cologne, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3715664090",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3715664090",
        "job_amount_applicants": "25",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Engineering and Information Technology",
        "job_industries_text": "Banking",
        "job_description": "AufgabenProfilWir bietenRund 3.500 Kolleginnen und Kollegen haben bei uns bereits ihr berufliches Zuhause gefunden und gestalten das Heute und Morgen der Sparkasse KölnBonn maßgeblich mit.Gerade als traditionsbewusste Arbeitgeberin sind wir uns der Verantwortung für die Zukunft unserer Region bewusst. Steuere, gestalte diese Zukunft mit, und bewirb dich als Data Scientist (m/w/d) bei der Sparkasse KölnBonn. Die Stelle ist zu besetzen in Köln.Deine Aufgaben – damit begeistern wir dichVerantworte die Entwicklung weiterer Anwendungsgebiete von Data Analytics für unsere Sparkasse im kollaborativen Analyse Labor der Sparkassenfinanzgruppe, z.B. in den Bereichen Process Mining, Compliance, Pricing und Customer (Journey) Experience.Setze Impulse für die Erschließung neuer Datenquellen (z.B. dem Online-Kunden-Verhalten) und den Aufbau von Business Intelligence Funktionen für die datenbasierte Entscheidungsunterstützung.Übernimm als Mitglied des kollaborativen Teams die Steuerung und orchestriere die konsequente Integration des Leistungsangebots der Sparkassen Rating und Risikosysteme. Plane und leite Projekte zum Themengebiet Advanced Analytics eigenverantwortlich.Deine Benefits – Damit Begeistern Wir Alle#work-life-balance – du profitierst von flexiblen Arbeitszeitmodellen mit Arbeitszeiterfassung und Gleitzeit sowie der Möglichkeit, auch mobil zu arbeiten. 32 Urlaubstage und die Option auf weitere, zusätzliche Urlaubstage geben dir zudem ausreichend Zeit, dein Leben auch außerhalb des Jobs zu genießen.#zusammenhalt – wir leben eine offene und wertschätzende Unternehmenskultur, in der selbstständiges Arbeiten und die kompetente Unterstützung eines dynamischen Teams Hand in Hand gehen.#karriere – dich erwarten eine fundierte Einarbeitung sowie vielfältige Entwicklungsmöglichkeiten zur persönlichen, fachlichen und methodischen Weiterbildung.#haltung – als Unterzeichnerin der Charta der Vielfalt setzen wir uns für Diversität und Chancengerechtigkeit ein – für alle Beschäftigten und Managementebenen. #vergütung – neben einem unbefristeten Arbeitsvertrag sowie betrieblicher Altersvorsorge und vermögenswirksamen Leistungen erhältst du eine attraktive Vergütung gemäß TVöD mit bis zu 14 Gehältern.#zusatzleistungen – wir bieten dir zudem ein Jobticket, ein umfangreiches Gesundheitsmanagement, starke Mitarbeiterkonditionen bzw. -rabatte, unvergessliche Events und vieles mehr.Dein Profil – damit begeisterst du unsDu hast einen Studienabschluss in Natur- bzw. Wirtschaftswissenschaften mit quantitativem Schwerpunkt oder eine vergleichbare Qualifikation.Du verfügst über mehrjährige Berufserfahrung und ein hohes Fachwissen mit etablierten Data Mining-Methoden (Predictive Modeling, Classification, Random Forests etc.) sowie gute Kenntnisse in der Python Programmierung.Du hast ausgeprägte konzeptionelle und analytische Fähigkeiten und insbes. die Fähigkeit, aus großen Datenmengen analytische Zusammenhänge zu identifizieren, Handlungsempfehlungen abzuleiten und diese verständlich und adressatengerecht zu kommunizieren.Du bist versiert im Umgang mit Analytics-Software (insbesondere Python, Git und SPSS) und auch der Umgang mit Datenbanken ist für Dich selbstverständlich.Du arbeitest in Teilzeit? Dann bewirb dich! Wir legen einen besonderen Fokus auf Frauen in Fach- und Führungskarrieren. Die Möglichkeiten und Lösungen sind vielseitig und können in Zusammenarbeit mit dir individuell gestaltet werden (bspw. auch im Rahmen eines Job-Sharing).Hast du noch Fragen?Hast du Lust auf mehr Dynamik und mehr vom Leben bei einer mehrfach ausgezeichneten Arbeitgeberin? Dann sollten wir uns unbedingt kennenlernen.Bewirb dich dafür bequem online über den untenstehenden Button.Weitere stellenspezifische Informationen findest du unter www.sparkasse-koelnbonn.de/karriere oder telefonisch bei Petra Nolte-Koll, 0221-226 52668, petra.nolte-koll@sparkasse-koelnbonn.de.",
        "search_datetime": "2023-09-17T11:12:00.767552",
        "search_keyword": "Data Engineering",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "KMH GmbH",
        "company_linkedin_url": "https://de.linkedin.com/company/kmh-gmbh",
        "job_title": "(Junior) Data Scientist",
        "job_location": "Cologne, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3703704217",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3703704217",
        "job_amount_applicants": "54",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Information Technology and Project Management",
        "job_industries_text": "IT Services and IT Consulting, Technology, Information and Internet, and Telecommunications",
        "job_description": "Köln, Deutschland(Junior) Data Scientist (m/w/d)ÜBER DIE POSITIONWir suchen in Voll- oder TeilzeitWir suchen einen Data Scientist, der über Kenntnisse in der Entwicklung und Optimierung von komplexen Dateninfra­strukturen und -pipelines verfügt. Als datengetriebener Entscheidungsträger verfügst du über das Know-how, um Modelle und Geschäfts­logiken zu erstellen und erfolgreich umzusetzen. Darüber hinaus beherrschst du die Methoden des Extrahierens, Transformierens und Ladens von Daten und hast die Fähigkeit, dieses Wissen praktisch anzuwenden. Wir laden dich ein, deine Fähigkeiten und Ideen in unser Team einzubringen und aktiv an der Gestaltung eines modernen Arbeitsumfelds mitzuwirken.Das erwartet Dich im TeamEntwicklung und Implementierung von Algorith­men, Datenmodellen und Business Logiken mit SQL und Python in Zusammenarbeit mit den Fachbereichen, um Vorhersagen und Empfehlungen zu generierenBetreiben, überwachen und optimieren von ETL-Prozessen als Mitglied eines agilen TeamsIdentifikation von Datenproblemen und Entwicklung von Lösungen zur Verbesserung der Datenqualität und -genauigkeitDatenintegration, -speicherung, -verarbeitung mit passenden Technologien, egal ob SQL, Python, REST-API oder JSONKonzeption und Aufbau einer neuen Dateninfra­struktur im AWS-Umfeld z.B. mit Athena, Glue und S3Migration bestehender sowie Entwicklung neuer Architekturen im Rahmen eines Data Lake KonzeptsTeamübergreifende Zusammenarbeit, um daten­gesteuerte Funktionen in beste­hende Anwen­dungen zu integrierenDas wünschen wir uns von DirBerufserfahrung im oben genannten Aufgaben­bereich, gerne als Data Scientist oder Data EngineerKenntnisse im Bereich Data Warehousing oder Data Engineering in Bezug auf Datenmodellierung, ETL-Prozesse (SSIS oder AWS-Glue) und Datenbank-TechnologienErste Erfahrung mit der Entwicklung in QuickSight, Power-BI oder vergleichbaren ReportingtoolsIdealerweise Erfahrung mit Data Lake KonzeptenKenntnisse in Abfrage- oder Programmier­sprache(n) (z.B. T-SQL, Python, C#, Javascript etc.)Erste Erfahrung mit der AWS-Cloud und den relevanten Services, z.B. Redshift, Athena, Lambda, Spark, S3Knowhow in der Analyse großer Daten­mengen und der Entwicklung von Modellen zur Vorhersage und EmpfehlungFähigkeiten zur Problemlösung und Kommuni­kationErste Erfahrung mit agilen Ansätzen (angelehnt an Scrum) bei der Entwicklung und bei der Projektumsetzung, idealerweise in Atlassian JiraUnsere BenefitsFreie Hardwarewahl nach deinen Wünschen inkl. SmartphoneFlexible Arbeitszeiten mit großem Home-Office-AnteilModerne und hochwertig eingerichtete Büros mit ergonomischen ArbeitsplätzenGroßzügiges und individuelles Schulungs­angebot sowie MentoringGetränke-FlatrateMassage & Personal-TrainingBusiness Bike30 Tage UrlaubUrban Sports ClubEvents, Rabatte uvm.INTERESSE GEWECKT?Wir freuen uns über deine Bewerbung!KMH GmbHZollstockgürtel 61D-50969 Köln+49 221 99381243jobs[AT]kmh-gmbh.comErfahre gerne mehr über uns, um einen noch besseren Eindruck zu bekommen. Wenn du Lust hast unser Team mit deinen Fähigkeiten, Erfahrungen und deiner Persönlichkeit zu unterstützen, dann bewirb dich jetzt!Jetzt bewerben >INTERESSE GEWECKT?Wir freuen uns über deine Bewerbung!KMH GmbHZollstockgürtel 61D-50969 Köln+49 221 99381243jobs[AT]kmh-gmbh.com",
        "search_datetime": "2023-09-17T11:12:01.168593",
        "search_keyword": "Data Engineering",
        "search_location": "Cologne, Germany"
    },
    {
        "company_name": "Next Kraftwerke",
        "company_linkedin_url": "https://de.linkedin.com/company/next-kraftwerke-gmbh",
        "job_title": "Python Software Developer_in - Data Engineering",
        "job_location": "Cologne, North Rhine-Westphalia, Germany",
        "job_linkedin_id": "3623978503",
        "job_linkedin_url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3623978503",
        "job_amount_applicants": "50",
        "job_seniority_level_text": "Entry level",
        "job_employment_type_text": "Full-time",
        "job_job_function_text": "Engineering and Information Technology",
        "job_industries_text": "Renewable Energy Semiconductor Manufacturing",
        "job_description": "In der Service Unit Software Engineering entwickeln wir mit agilen Methoden nachhaltige Software-Lösungen für die europäische Energiewende. Wir entwickeln Werkzeuge und Infrastruktur, mit der wir unsere Daten organisieren und den Zugriff auf diese Daten für unsere internen Stakeholder_innen effizient und schnell ermöglichen. Unsere Infrastruktur bildet damit die Basis, um unser Portfolio aus Erneuerbaren Energien effizient an den europäischen Strombörsen handeln und flexible Assets möglichst gewinnbringend und netzdienlich einsetzen zu können. In unserem offenen, diskussionsfreudigen und kooperativen Arbeitsumfeld bieten wir Dir die Chance, an für die Energiewende hochrelevanten Themen zu arbeiten, Deine Programmierexpertise einzubringen sowie Dich und das Team kontinuierlich weiterzuentwickeln.Flexible Arbeitszeitmodelle sind für uns keine leere Floskel, sondern gelebte Unternehmensrealität. Ob Vollzeit oder Teilzeit – lass uns wissen, wie wir in diesem Punkt zueinanderfinden.Damit arbeiten wirPython 3Microsoft Azure, GitHub, Docker, TerraformApache Airflow, Apache Kafka, DatabricksFastAPI, DjangoJira, ConfluenceDas solltest Du gerne tunDu stellst unseren Stakeholder_innen Werkzeuge bereit, mit denen sie Daten schnell und unkompliziert nutzen können. Du entwickelst eine Cloud-Infrastruktur, mit der unsere Stakeholder_innen selbstständig ETL-Pipelines oder Streaming-Prozesse für ihren Business-Bereich aufsetzen können, z.B. für das Energiedatenmanagement oder die Einspeiseprognosen von PV- und Windanlagen. Du begleitest den gesamten Lebenszyklus Deiner Software, von der Konzeption bis zum operativen Betrieb. Du arbeitest im Team mit agilen Konzepten wie etwa Scrum, Code Reviews, Pair Programming und Retrospektiven. Du bist im engen Kontakt mit unseren firmeninternen Stakeholder_innen und verstehst ihre Bedürfnisse. Das solltest Du gut könnenDu hast eine Ausbildung oder ein Studium im IT-Bereich erfolgreich abgeschlossen oder besitzt vergleichbare Kenntnisse, die uns überzeugen. Du bringst mehrjährige Berufserfahrung in der Entwicklung von verteilten, datengetriebenen Systemen mit. Du bringst mehrjährige Berufserfahrung in der Softwareentwicklung mit – idealerweise in Python. Du bist vertraut mit Cloud-Plattformen – idealerweise Azure. Du hast Erfahrung mit Tools wie Apache Airflow, Apache Kafka, Databricks. Du bist kreativ, wissbegierig und liebst es, mit Kolleg_innen über technische Lösungen zu diskutieren. Du beherrschst fließend Englisch in Wort und Schrift. Was ist für Dich drin?Hybrides und flexibles ArbeitenUmfassende WeiterbildungsmöglichkeitenKostenfreie Belieferung mit Grünstrom (Stromdeputat)Jobrad/-ticketSportangebote wie z.B. Urban Sports Club, Yogakurse, ... Externe Unterstützung bei der Suche nach Kitaplätzen sowie weiteren privaten und beruflichen HerausforderungenDiskretion und die gewissenhafte Einhaltung von Sperrvermerken werden selbstverständlich zugesichert.",
        "search_datetime": "2023-09-17T11:12:01.458168",
        "search_keyword": "Data Engineering",
        "search_location": "Cologne, Germany"
    }
]